{"id":24374,"date":"2018-05-24T09:45:53","date_gmt":"2018-05-24T07:45:53","guid":{"rendered":"https:\/\/tokeny.com\/?page_id=24374"},"modified":"2021-10-06T15:58:27","modified_gmt":"2021-10-06T13:58:27","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/tokeny.com\/terms-of-use\/","title":{"rendered":"TERMS OF USE"},"content":{"rendered":"<section class=\"l-section wpb_row height_small\"><div class=\"l-section-h i-cf\"><div class=\"g-cols vc_row type_default valign_top\"><div class=\"vc_col-sm-12 wpb_column vc_column_container\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"w-tabs navpos_left navwidth_auto title_atleft layout_ver icon_chevron iconpos_right \"><div class=\"w-tabs-list items_3\" style=\"font-weight:500;text-transform:none;\"><div class=\"w-tabs-list-h\"><div class=\"w-tabs-item active\"><a href=\"#1633525454782-9efe4b3b-8f62\" class=\"w-tabs-item-h\"><span class=\"w-tabs-item-title\">General T&amp;Cs<\/span><\/a><\/div><div class=\"w-tabs-item\"><a href=\"#1633525454783-cf4b4b7d-a83a\" class=\"w-tabs-item-h\"><span class=\"w-tabs-item-title\">BlockID®T&amp;Cs<\/span><\/a><\/div><div class=\"w-tabs-item\"><a href=\"#1633525630462-7fed5973-f309\" class=\"w-tabs-item-h\"><span class=\"w-tabs-item-title\">Tangany T&amp;Cs<\/span><\/a><\/div><\/div><\/div><div class=\"w-tabs-sections\"><div class=\"w-tabs-sections-h\"><div class=\"w-tabs-section active\" id=\"1633525454782-9efe4b3b-8f62\"><a href=\"#1633525454782-9efe4b3b-8f62\" class=\"w-tabs-section-header\"><div class=\"w-tabs-section-header-h\"><div class=\"w-tabs-section-title\">General T&amp;Cs<\/div><div class=\"w-tabs-section-control\"><\/div><\/div><\/a><div class=\"w-tabs-section-content\"><div class=\"w-tabs-section-content-h i-cf\">\r\n\t<div class=\"wpb_text_column \">\r\n\t\t<div class=\"wpb_wrapper\">\r\n\t\t\t<h2>Introduction<\/h2>\n<p>When using and accessing the Tokeny website (our or this “Website”), you agree to the following terms of use as they may be changed, supplemented or updated from time to time (collectively “terms”), as well as any and all applicable laws and regulations. Read the following terms and conditions carefully. If you do not agree to all of these terms, do not use this Website or any information, links or content contained on this Website. Your access to and use of this Website constitutes your acceptance of and agreement to abide by each of the terms set forth below including our Privacy Policy which is hereby incorporated in these terms by reference. If you are using our Website on behalf of your organization, that organization accepts these terms.<\/p>\n<p>These terms may be changed, supplemented or updated by Tokeny (“we”, “us” or “our”) in its sole discretion at any time without advance notice. We recommend visiting the Terms of Use from time to time. Your continued use of this Website will confirm your acceptance of these terms as modified, changed, supplemented or updated by us. If you do not agree to such revised terms you must stop using this Website and all information, links or content contained on this Website.<\/p>\n<p>&nbsp;<\/p>\n<h2>Third Party Content<\/h2>\n<p>We may display third-party content, advertisements, links, promotions, logos and other materials on our Website (collectively, the “Third-Party Content”) for your convenience only. We make no representations or warranties of any kind regarding such Third-Party Content, including, without limitation, the accuracy, validity, legality, copyright compliance, or decency of such content. Your use of or interactions with any Third-Party Content, and any third party that provides Third-Party Content, are solely between you and such third parties and we are not responsible or liable in any manner for such use or interactions. We are not responsible for any of the content on third party sites linked to our Website nor can it be assumed that we have reviewed or approved of such sites or their content, nor do we warrant that the links to these sites work or are up to date.<\/p>\n<p>&nbsp;<\/p>\n<h2>User Content<\/h2>\n<p>If you post, upload, input, provide or submit your personal data to us, including without limitation, your name, email address, IP address, cryptocurrency address, text, code or other information and materials or create an account on our Website (collectively, your “User Content”), you must ensure that the User Content provided by you at that or at any other time is true, accurate, up to date and complete.<\/p>\n<p>You are responsible for maintaining the confidentiality of your User Content and any of your non-public information. Furthermore, you are entirely responsible for any and all activities that occur under your account (if any). You agree to notify us immediately of any unauthorized use of your User Content, account or any other breach of security. We will not be liable for any loss or damages that you may incur as a result of someone else using your User Content or account, either with or without your knowledge. However, you could be held liable for losses incurred by the Tokeny Parties (as defined below) or another party due to someone else using your User Content or account. You may not use anyone else’s User Content or account at any time without the permission of such person or entity.<\/p>\n<p>Although we have no obligation to screen, edit or monitor User Content, we reserve the right, and have absolute discretion, to remove, screen or edit User Content. Furthermore, if we have reason to believe that there is likely to be a breach of security, breach or misuse of our Website or if you breach any of your obligations under these terms or the Privacy Policy, we may suspend your use of this Website at any time and for any reason.<\/p>\n<p>&nbsp;<\/p>\n<h2>Software<\/h2>\n<p>When we host or link to any software and enable you to access and use such software through our websites including this Website, then these terms of use will apply to such access and use, as well as any license agreements that we may enter into with you. Any software that is hosted or used on our websites is the exclusive property of Tokeny or its affiliates.<\/p>\n<p>&nbsp;<\/p>\n<h2>Intellectual Property<\/h2>\n<p>Tokeny retain all right, title and interest in and to this Website and its products and services, including all copyrights, patents, trade secrets, trademarks, other intellectual property rights, trade names, logos, slogans, custom graphics, button icons, scripts, videos, text, images, software, code, and other material available on our Website and nothing on this Website may be copied, imitated or used, in whole or in part, without our or the applicable licensor’s prior written permission. Tokeny reserves all rights not expressly granted.<\/p>\n<p>Any unauthorized reproduction is prohibited.<\/p>\n<p>You must not otherwise reproduce, adapt, store, transmit, distribute, print, display, commercialize, publish or create derivative works from any part of the content, format or design of this Website.<\/p>\n<p>Tokeny does have the right to use information and material posted to the site and affiliated sites by you, the user. Tokeny will cite the source of information when necessary and use best practices in protecting any users intellectual property rights.<\/p>\n<h2>Acceptable Use Policy<\/h2>\n<p>You must only use the content or services provided through this Website for their stated purpose. You must not use this Website to:<\/p>\n<p>(a) publish, post, send, upload, submit, display or disseminate any information or material and\/or otherwise make available or engage in any conduct that is unlawful, discriminatory, harassing, libelous, defamatory, abusive, threatening, harmful, offensive, obscene, tortious or otherwise objectionable;<\/p>\n<p>(b) display, upload or transmit material that encourages conduct that may constitute a criminal offence, result in civil liability or otherwise violate or breach any applicable laws, regulations or code of practice;<\/p>\n<p>(c) interfere or violate the legal rights (such as rights of privacy and publicity) of others or violate others use or enjoyment of this Website;<\/p>\n<p>(d) violate any applicable laws or regulations;<\/p>\n<p>(e) use this Website or links on this Website in any manner that could interfere with, disrupt, negatively affect or inhibit other users from using this Website or links on this Website or that could damage, disable, overburden or impair the functioning of this Website or our servers or any networks connected to any of our servers in any manner;<\/p>\n<p>(f) create a false identity for the purpose of misleading others or fraudulently or otherwise misrepresent yourself to be another person or a representative of another entity including, but not limited to, an authorized user of this Website or a Tokeny representative, or fraudulently or otherwise misrepresent that you have an affiliation with a person, entity or group;<\/p>\n<p>(g) mislead or deceive us, our representatives and any third parties who may rely on the information provided by you, by providing inaccurate or false information, which includes omissions of information;<\/p>\n<p>(h) disguise the origin of any material transmitted through the services provided by this Website;<\/p>\n<p>(i) violate, infringe or misappropriate any intellectual or industrial property right of any person (such as copyright, trademarks, patents, or trade secrets, or other proprietary rights of any party) or commit a tort;<\/p>\n<p>(j) upload files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files, or any other similar software or programs that may damage the operation of another’s computer or property;<\/p>\n<p>(k) send, upload, display or disseminate or otherwise make available material containing or associated with spam, junk mail, advertising for pyramid schemes, chain letters, virus warnings (without first confirming the authenticity of the warning), or any other form of unauthorized advertising or promotional material;<\/p>\n<p>(l) access any content, area or functionality of this Website that you are prohibited or restricted from accessing or attempt to bypass or circumvent measures employed to prevent or limit your access to any content, area or functionality of this Website;<\/p>\n<p>(m) obtain unauthorized access to or interfere with the performance of the servers which host this Website or provide the services on this Website or any servers on any associated networks or otherwise fail to comply with any policies or procedures relating to the use of those servers;<\/p>\n<p>(n) attempt to gain unauthorized access to any services or products, other accounts, computer systems, or networks connected to any of our servers through hacking, password mining, or any other means;<\/p>\n<p>(o) obtain or attempt to obtain any materials or information through any means not intentionally made available through this Website or its services;<\/p>\n<p>(p) harvest or otherwise collect, whether aggregated or otherwise, data about others including e-mail addresses and\/or distribute or sell such data in any manner;<\/p>\n<p>(q) use any part of this Website other than for its intended purpose; or<\/p>\n<p>(r) use this Website to engage in or promote any activity that violates these terms.<\/p>\n<p>&nbsp;<\/p>\n<h2>Indemnification<\/h2>\n<p>To the fullest extent permitted by applicable law, you will indemnify, defend and hold harmless us and our respective past, present and future employees, officers, directors, contractors, consultants, equity holders, suppliers, vendors, service providers, parent companies, subsidiaries, affiliates, agents, representatives, predecessors, successors and assigns (collectively, the “Tokeny Parties”) from and against all claims, damages, liabilities, losses, costs and expenses (including attorneys’ fees) that arise from or relate to: (i) your access to or use of our Website, products or services; (ii) your User Content; (iii) any Feedback you provide; or (iv) your violation of these Terms.<\/p>\n<p>We reserve the right to exercise sole control over the defense, at your expense, of any claim subject to indemnification pursuant to these terms. This indemnity is in addition to, and not in lieu of, any other indemnities set forth in a written agreement between you and Tokeny.<\/p>\n<p>&nbsp;<\/p>\n<h2>Disclaimer<\/h2>\n<p>THIS WEBSITE AND ALL INFORMATION, PRODUCTS AND SERVICES PROVIDED THROUGH THIS WEBSITE ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS WITHOUT ANY REPRESENTATIONS, WARRANTIES, PROMISES OR GUARANTEES WHATSOEVER OF ANY KIND INCLUDING, WITHOUT LIMITATION, ANY REPRESENTATIONS, WARRANTIES, PROMISES OR GUARANTEES REGARDING THE ACCURACY, CURRENCY, COMPLETENESS, ADEQUACY, AVAILABILITY, SUITABILITY OR OPERATION OF THIS WEBSITE, ANY PRODUCTS OR SERVICES WE MAY PROVIDE THROUGH IT OR THE INFORMATION OR MATERIAL IT CONTAINS.<\/p>\n<p>EACH OF THE TOKENY PARTIES DISCLAIM ALL REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS, IMPLIED OR STATUTORY, WITH REGARD TO THE FOREGOING, INCLUDING, WITHOUT LIMITATION: (A) ANY WARRANTY WITH RESPECT TO THE CONTENT, INFORMATION, DATA, SERVICES, AVAILABILITY, UNINTERRUPTED ACCESS, OR SERVICES OR PRODUCTS PROVIDED THROUGH OR IN CONNECTION WITH THIS WEBSITE; (B) ANY WARRANTIES THAT THIS WEBSITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIR– USES, WORMS, TROJAN HORSES OR OTHER HARMFUL COMPONENTS; (C) ANY WARRANTIES THAT THIS WEBSITE, ITS CONTENT AND ANY SERVICES OR PRODUCTS PROVIDED THROUGH IT ARE ERROR-FREE OR THAT DEFECTS IN THIS WEBSITE, ITS CONTENT OR SUCH SERVICES OR PRODUCTS WILL BE CORRECTED; (D) ANY WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE; (E) ANY WARRANTIES THAT THIS WEBSITE WILL BE COMPATIBLE WITH YOUR COMPUTER OR OTHER ELECTRONIC EQUIPMENT; AND<\/p>\n<p>(F)      ANY WARRANTIES OF NON-INFRINGEMENT. THE MATERIALS AND RELATED GRAPHICS PUBLISHED ON THIS WEBSITE COULD INCLUDE TECHNICAL INACCURACIES OR TYPOGRAPHICAL ERRORS. CHANGES ARE PERIODICALLY ADDED TO THE INFORMATION CONTAINED ON THIS WEBSITE. THE TOKENY PARTIES MAY MAKE IMPROVEMENTS AND\/OR CHANGES TO THE WEBSITE, ITS PRODUCTS, SERVICES AND\/OR THE MATERIALS DESCRIBED ON THIS WEBSITE AT ANY TIME.<\/p>\n<p>In addition, to the maximum extent permitted by law, none of the Tokeny Parties shall be responsible or liable for:<\/p>\n<p>(a)     any loss, liability, cost, expense or damage suffered or incurred arising out of or in connection with any access to or use of this Website or any of its content;<\/p>\n<p>(b)    any reliance on, or decision made on the basis of, information or material shown on or omitted from this Website;<\/p>\n<p>(c)     any representation or otherwise in respect of the existence or availability of any job, vacancy, assignment or other engagement or appointment advertised on this Website (if any) and any representation or otherwise that we have or will ask for a candidate’s information, will or have asked to interview or hire a candidate, or that any candidates will meet our needs;<\/p>\n<p>(d)    any matter affecting this Website or any of its content caused by circumstances beyond our reasonable control;<\/p>\n<p>(e)    the performance of this Website and any fault, delays, interruptions or lack of availability of this Website and any of the services or products provided through this Website, which may occur due to increased usage of this Website, intermittent failures of this Website or the need for repairs, maintenance or the introduction of new facilities, products or services; and<\/p>\n<p>(f)      any information or material on any website operated by a third party which may be accessed from this Website.<\/p>\n<p>IN NO EVENT WILL THE TOKENY PARTIES BE RESPONSIBLE OR LIABLE FOR ANY CLAIMS, DAMAGES, LIABILITIES, LOSSES, COSTS OR EXPENSES OF ANY KIND, WHETHER DIRECT OR INDIRECT, CONSEQUENTIAL, COMPENSATORY, INCIDENTAL, ACTUAL, EXEMPLARY, PUNITIVE OR SPECIAL (INCLUDING DAMAGES FOR LOSS OF BUSINESS, REVENUES, PROFITS, DATA, — USE, GOODWILL OR OTHER INTANGIBLE LOSSES) REGARDLESS OF WHETHER THE TOKENY PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, LIABILITIES, LOSSES, COSTS OR EXPENSES, ARISING OUT OF OR IN CONNECTION WITH: (A) THE — USE OR PERFORMANCE OF THIS WEBSITE; (B) ANY PROVISION OF OR FAILURE TO PROVIDE THIS WEBSITE OR ITS SERVICES (INCLUDING WITHOUT LIMITATION ANY LINKS ON OUR WEBSITE); (C) ANY INFORMATION AVAILABLE FROM THIS WEBSITE;<\/p>\n<p>(D) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY; (E) UNAUTHORIZED ACCESS, — USE OR ALTERATION OF THE TRANSMISSION OF DATA OR CONTENT TO OR FROM US; OR (F) THE FAILURE TO RECEIVE IN ANY WAY THE TRANSMISSION OF ANY DATA, CONTENT, FUNDS OR PROPERTY FROM YOU. IN NO CIRCUMSTANCES WILL THE AGGREGATE LIABILITY OF THE TOKENY PARTIES ARISING UNDER THESE TERMS EXCEED $100.00 USD.<\/p>\n<p class=\"p2\">Tokeny Sarl does not offer investment advice or analysis<span class=\"s1\">,<\/span> nor do we endorse or recommend investments in any company or the suitability of an investment for any particular investor. Before making any investment or analysis you should consult a professional investment advisor<span class=\"s1\">,<\/span> your personal accountant and\/or your personal attorney. Tokeny is not registered as a broker-dealer or financial or investment advisor and does not provide any services requiring such registration. The information on our website regarding any company is based on publicly available information or directly from the subject company. Tokeny can make no representation or warrant as to the adequacy<span class=\"s1\">,<\/span> accuracy or completeness of such information. Our articles<span class=\"s1\">,<\/span> videos<span class=\"s1\">,<\/span> social media posts and blog posts have been prepared solely for informative purposes and are not a solicitation of an offer to buy or an offer to sell any security.<\/p>\n<p class=\"p2\">Tokeny does receive fees from companies posted on our website. We are listed as partners or advisors in the offering materials for each company conducting a live security token offering.<\/p>\n<p class=\"p2\">Tokeny does not provide advertising or marketing services or advice to our clients. Tokeny may connect our clients with marketing companies and receive remuneration for connecting the client and marketing company but Tokeny is not responsible for the marketing or advertising material.<\/p>\n<p class=\"p2\">In some instances Tokeny may choose to compensate outside sources to help market our business and to receive introductions to possible clients. Fees are not based directly or indirectly<span class=\"s1\">,<\/span> on the purchase or sale of a token through the Tokeny platform.<\/p>\n<p class=\"p2\">Our articles<span class=\"s1\">,<\/span> videos<span class=\"s1\">,<\/span> social media posts<span class=\"s1\">,<\/span> blog posts or the posting of information on our website regarding any company<span class=\"s1\">,<\/span> should not be construed as an endorsement or recommendation of that company for any purpose whatsoever. Each investor should consider whether any investment opportunity is appropriate given their investment objectives and current financial circumstances. Any person considering any investment whatsoever is encouraged to consult with their own investment or financial advisor<span class=\"s1\">,<\/span> accountant and\/or attorney beforehand.<\/p>\n<p class=\"p2\">All investments entail risk. Some of the companies on our site are small or early stage companies and are subject to risks inherent in investing in any small or early stage company and other risks specific to their business and operations. Tokens of these companies may be highly illiquid<span class=\"s1\">,<\/span> requiring that they be held for an indefinite period of time or have a limited market for resale. Therefore<span class=\"s1\">,<\/span> no one should invest in any of these companies unless they have no need for liquidity of their investment and can sustain a total loss of their investment. You should only invest an amount of money that you can afford to lose and any investment decisions should be made with the advice of your financial advisor<span class=\"s1\">,<\/span> accountant and\/or attorney.<\/p>\n<p class=\"p2\">You should thoroughly review the complete offering materials for any investment opportunity<span class=\"s1\">,<\/span> particularly all risk factors<span class=\"s1\">,<\/span> prior to investing in any offering and become familiar with the investor requirements<span class=\"s1\">,<\/span> investment limits and your ability to resell the investment.<\/p>\n<p class=\"p2\">By accessing our website<span class=\"s1\">,<\/span> you agree to be bound by the Terms of Use and Privacy Policy.<\/p>\n<h2>General<\/h2>\n<p>These terms control the relationship between you and us. They do not create any third-party beneficiary rights.<\/p>\n<p>If you do not comply with these terms, and we don’t take action right away, this doesn’t mean that we are giving up any rights that we may have (such as taking action in the future). If it turns out that a particular term is not enforceable, the term will be modified such that it is enforceable and this will not affect any other terms contained herein.<\/p>\n<p>If you have any questions regarding these terms, please contact us at <a href=\"mailto:support@tokeny.com\" target=\"_blank\" rel=\"noreferrer noopener\">support@tokeny.com<\/a>.<\/p>\n\r\n\t\t<\/div>\r\n\t<\/div>\r\n<\/div><\/div><\/div><div class=\"w-tabs-section\" id=\"1633525454783-cf4b4b7d-a83a\"><a href=\"#1633525454783-cf4b4b7d-a83a\" class=\"w-tabs-section-header\"><div class=\"w-tabs-section-header-h\"><div class=\"w-tabs-section-title\">BlockID®T&amp;Cs<\/div><div class=\"w-tabs-section-control\"><\/div><\/div><\/a><div class=\"w-tabs-section-content\"><div class=\"w-tabs-section-content-h i-cf\">\r\n\t<div class=\"wpb_text_column \">\r\n\t\t<div class=\"wpb_wrapper\">\r\n\t\t\t<h6><strong>UPDATED ON 1ST MAY 2021<\/strong><\/h6>\n<h2>Introduction<\/h2>\n<p>The Tokeny S.à r.l. company (commercial name “Tokeny Solutions” and hereinafter referred to as “<strong>Tokeny<\/strong>“), registered in Luxembourg under number B218805 and located at 9 rue du Laboratoire, L-1911 Luxembourg, provides a ‘Tokeny’ ONCHAINID.<\/p>\n<p>The BlockID®consists in providing certain users, such as investors, in a Digital Assets Offering (“<strong>Digital Assets Offering<\/strong>”) and any other third party (such as issuers, agents,…), with a digital identity on a Distributed Ledger Network available to prior approved parties.<\/p>\n<p>Their BlockID®service will allow users to:<\/p>\n<ul>\n<li>have a digital identity evidencing their capacity to hold, issue and manage Digital Assets on a distributed ledger;<\/li>\n<li>have one or several wallets associated to their digital identity allowing them to hold digital assets and sign transactions;<\/li>\n<li>have personal data associated to their digital identity safekept securely on their behalf outside of the distributed ledger;<\/li>\n<li>manage, maintain and use the personal data associated to their digital identity in any identification, qualification and signature process associated to specifically acquiring, holding or managing digital assets or any other process leveraging ONCHAINID.<\/li>\n<\/ul>\n<p>By accepting the creation of the BlockID®and using the ONCHAINID, the User accepts these Terms and Conditions.<\/p>\n<h2>1. Definitions<\/h2>\n<p>Terms beginning with a capital letter, used in the singular or plural, shall have the meanings given to them hereinafter.<\/p>\n<p><strong>Agreement: <\/strong>these Terms and Conditions to the exclusion of any other document.<\/p>\n<p><strong>Claim:<\/strong> means the categories of Data populating the ONCHAINID.<\/p>\n<p><strong>Data: <\/strong>refers to the data hosted by Tokeny and which relates to a given User, as populated in the ONCHAINID. Data available may contain Personal Data.<\/p>\n<p><strong>Digital Assets:<\/strong> means a digital representation of value which is digitally traded or transferred via notably a distributed ledger network and which can be used for payment or investment purposes.<\/p>\n<p><strong>Distributed Ledger Network:<\/strong> means a public, blockchain-based distributed computing platform and operating system featuring smart contract functionality on which an BlockID®is deployed.<\/p>\n<p><strong>GDPR:<\/strong> means the Regulation 2016\/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data.<\/p>\n<p><strong>Period: <\/strong>means the duration of the Agreement which is indefinite.<\/p>\n<p><strong>Personal Data:<\/strong> means the data as defined under Article 4(1) of GDPR.<\/p>\n<p><strong>Digital Assets Offering:<\/strong> means the issue of tokens representing underlying securities.<\/p>\n<p><strong>Smart Contract:<\/strong> refers to the programmable code based on the Distributed Ledger Network protocol allowing the issuance of the User’s ONCHAINID.<\/p>\n<p><strong>Users: <\/strong>refers to natural persons, or legal entities benefiting from the ONCHAINID.<\/p>\n<h2>2. Purpose<strong> <\/strong><\/h2>\n<p>The purpose of these Terms and Conditions is to define the terms and conditions under which the Users benefits from the ONCHAINID.<\/p>\n<h2>3. Duration<\/h2>\n<p>The Agreement is available for an undetermined period of time as from the entering into thereof by the User.<\/p>\n<h2>4. Description of The ONCHAINID<\/h2>\n<h5><strong><em>4.1 Scope of the ONCHAINID<\/em><\/strong><\/h5>\n<p>Tokeny provides the Users with a digital identity (the ONCHAINID) which the User may then use on compatible platforms. The BlockID®works as a verified identity available on the Distributed Ledger Network. In this respect, a SmartContract is issued on the Ethereum Network thereby establishing the ONCHAINID. Claims are then populated in the ONCHAINID.<\/p>\n<p>Claims may be populated by Tokeny (generally on behalf of the User or a qualified third party) but also by third parties. By accepting to be provided with an ONCHAINID, the User accepts the fact that third parties may populate the Claims, consult User Data or have access to User Data.<\/p>\n<p>The User’s Data are hosted on Tokeny’s server or its hosting subcontractor’s server, enabling the remote processing and safeguarding of Data. The journals, logs and records of Tokeny, or its hosting subcontractor are used as evidence in disputed cases, which the User acknowledges.<\/p>\n<p>The User will remain the owner of the Data. When deploying an ONCHAINID, Tokeny will set up two similar management keys for the relevant identity: one key which is associated to the wallet of the User and the other key which is held by Tokeny in order to perform administration services on behalf of the User.  The User may revoke the management key of Tokeny, however, the User accepts and understands that in such case Tokeny will no longer be able to perform administration services for the User.<\/p>\n<h5><em><strong>4.2 Security<\/strong><\/em><\/h5>\n<p>Tokeny implements security measures that comply with the highest standards in force, under an obligation of means (<em>obligation de moyens<\/em>), against unauthorized access or damage to Data. Tokeny will use the best in security practices to ensure the utmost safety of its data and code. Tokeny will use every avenue available to it for security purposes and will always look at newly available security practices. While Tokeny will strive to use the best security practices, there may be instances where hackers can commit data breaches and other security breaches. Said security breaches will not be the responsibility of Tokeny. However, Tokeny will use its best efforts to secure and fix any such breach as soon as possible.<\/p>\n<h2>5. Safekeeping Services<\/h2>\n<h5><em><strong>5.1 Scope of the Safekeeping Service<\/strong><\/em><\/h5>\n<p>In addition to the ONCHAINID, Tokeny also offers access to a safekeeping service (the “<strong>Safekeeping Service<\/strong>”).<\/p>\n<p>The User has the ability to create a wallet for the safekeeping of its Digital Assets (the “<strong>Wallet<\/strong>”). After successful registration with Tokeny to that effect, the User will be provided access to the Wallet.<\/p>\n<h5><strong><em>5.2 Functionalities of the Wallet<\/em><\/strong><\/h5>\n<p>The Wallet displays the Digital Assets which are held for the User. This means that the public and private keys associated to the Wallet are kept for and on behalf of the User.<\/p>\n<p>Furthermore, the User will have access to the following:<\/p>\n<ul>\n<li>the User may view the public address of his\/her wallet;<\/li>\n<li>the User can view past transactions, including the addresses of the sender and recipient of the transaction, time stamp and transaction ID;<\/li>\n<li>the User can initiate transactions;<\/li>\n<li>as the case maybe and depending on the Distributed Ledger Network on which the Wallet is created, the Wallet of the User will be pre-funded with the network currency needed to cover the network fees required to carry out transactions in Digital Assets with the User’s Wallet.<\/li>\n<\/ul>\n<h5><strong><em>5.3 Data sharing<\/em><\/strong><\/h5>\n<p>Tokeny will rely on a third-party service provider for the management and holding of the Wallet. The User understands and accepts that this means that Tokeny merely grants access to the solution provided by such service provider. By creating a user account, the User will be required to accept the terms and conditions of such service provider relating to the Safekeeping Service. By accepting the present Terms and Conditions, the User also accepts the service provider’s terms and conditions which are appended hereto in annex. The User furthermore understands and accepts that Tokeny may be required to share User related information with such service provider in order to enable the latter to notably comply with its legal and regulatory obligations.<\/p>\n<p>Tokeny will incur no responsibility whatsoever relating to the safekeeping of the Digital Assets as it relies on a service provider therefore. It may thus not be held responsible in case of insolvency of the third-party service provider resulting in the possible inability for the third-party service provider to restitute the Digital Assets to the User or in case of breach of notably the safekeeping duties of the service provider. Any claims in that respect will need to be raised directly with such service provider.<\/p>\n<h5><strong><em>5.4 Fees<\/em><\/strong><\/h5>\n<p>The provision of a safekeeping wallet, the safekeeping of certain Digital Assets and\/or the carrying out of Digital Assets transactions pursuant to which such assets will be transferred to and from the relevant User Wallet may entail fees which will be charged accordingly to the User by Tokeny. In such case, Tokeny will issue an invoice to the User. A failure by the User to settle the invoice according to its terms might result in the Wallet of the User being blocked by Tokeny until complete payment of such invoice. Upon blocking of the Wallet, the User will have a [15] days period to settle the invoice, failure of which Tokeny will have the right to terminate the Agreement with immediate effect. Upon termination, the User will be required to provide to Tokeny information as to where the Digital Assets should be transferred. In case the User fails to provide this information to Tokeny, the Digital Assets will be kept in an internal wallet of Tokeny until the above information is provided.<\/p>\n<h2>6. Limitations of Use<\/h2>\n<p>The User is prohibited and forbidden to provide Data contrary to the laws, regulations or public policy, including any content racist, xenophobic, bigoted, proselyte, defamatory, libellous, obscene, pornographic, violent, thus that any damage to the protection of privacy, the image of people or the rights of third parties (including by storing files obtained in violation of the rights of the authors). As such, the User agrees to indemnify Tokeny against any claims, lawsuits, judicial or administrative recourse against Tokeny because of Data, including all damages, compensation, litigation costs and consulting included.<\/p>\n<p>The User is solely responsible for Data loaded.<\/p>\n<p>When storing Data which contravenes with the above, Tokeny reserves the right (i) to remove the disputed Data in an emergency or threat, (ii) suspend access to the BlockID®immediately and without notice, and (iii) terminate the Agreement of the offender. Such termination shall not give rise to any compensation whatsoever, without prejudice to damages Tokeny may claim the User to its actions.<\/p>\n<h2>7. Financial Conditions<\/h2>\n<p>Tokeny may charge a fee for the provision of the BlockID®and additional related services.<\/p>\n<p>In case the BlockID®is created in the context of a Digital Assets Offering or the access of a third-party platform, the issuer of the Digital Assets Offering will generally bear the costs thereof. However, further amendments to the BlockID®or uses beyond the mere Digital Assets Offering will bear costs which may be charged to the User directly. In such case, Tokeny will provide the details of such costs to the User. The User may decide to terminate this Agreement if it does not agree with the fee charged by Tokeny. Termination will be effective immediately.<\/p>\n<p>Finally, in case the BlockID®is created in a context which is not related to that of a Digital Assets Offering or the access to third party platforms or in the case the Issuer of the Digital Assets Offering or such third-party platform have decided not to bear the cost of the creation of the ONCHAINID, the User shall bear the costs of creating and managing the ONCHAINID. Tokeny will provide the details of such costs to the Issuer beforehand. The User may decide to terminate this Agreement if it does not agree with the fee charged by Tokeny. Termination will be effective immediately.<\/p>\n<h2>8. Intellectual Property<\/h2>\n<p>Tokeny holds all rights to the ONCHAINID, including its brand and logo as well as any software, application or database Data used in the BlockID®as the case may be. Notwithstanding the above, the User remains the sole owner of its own Data.<\/p>\n<p>The right to use the BlockID®shall not have the effect of transferring any intellectual property whatsoever on any part of the BlockID®other than those strictly necessary for the use of the BlockID®by the User during the term of the Agreement, as indicated above.<\/p>\n<h2>9. Confidentiality<\/h2>\n<p>Data of the User is confidential information for the parties. Notwithstanding the above, each Party undertakes to (i) keep confidential all information it receives from the other Party; (ii) not to disclose confidential information from the other Party to any third party; and (iii) use confidential information of the other Party as a result of performing its obligations under the Agreement. Privacy protection of a Party lasts as long as the other party intends to keep its confidential information, except in case of transmission request from a legal or judicial authority.<\/p>\n<h2>10. Personal Data<\/h2>\n<p>The User and Tokeny undertake to comply with applicable law regarding the protection of personal Data, including but not limited to GDPR, and conduct as with all necessary formalities when personal Data of data subjects is stored or processed by using the ONCHAINID. Tokeny is committed to acting on the express instructions of the User in case of request for access, correction or erasure made by a natural person.<\/p>\n<h2>11. Liability<strong> <\/strong><\/h2>\n<p>To the extent that the User is aware of the characteristics of BlockID®and has verified that they match its needs, Tokeny assumes no responsibility regarding the suitability of BlockID®to the needs of the User.<\/p>\n<p>The User is responsible for the hardware, software, network connections and technical safeguards needed for its use of the ONCHAINID. Tokeny disclaims any responsibility or liability in case of malfunction or non-compliance of these elements. Tokeny disclaims all liability in case of incompatibility or malfunctioning third party software.<\/p>\n<p>Each Party will be liable in case of gross negligence or wilful misconduct in the execution of the Agreement. In any event, under any circumstances, Tokeny cannot be held liable for damages that would be suffered by the User or third parties (including loss, leakage, inaccuracy or corruption of Data, business interruption, goodwill, commercial or financial loss, etc.) arising from use of the BlockID®or its unavailability.<\/p>\n<p>Similarly, Tokeny will not be liable in case an administrative or judicial authority requests a temporary or permanent interruption of the BlockID®Service. Finally, the User waives all claims against Tokeny raised after a period of one (1) year after the occurrence of a damaging event.<\/p>\n<p>The User is responsible for any damage whatsoever that is suffered by Tokeny and\/or its subcontractor host and\/or third parties in respect of Data loaded. The User warrants and indemnifies Tokeny against any action arising from any third party.<\/p>\n<h2>12. Termination<\/h2>\n<p>Each Party may terminate the Agreement at any time during the Period.<\/p>\n<p>Since the BlockID®may depend on the infrastructure which Tokeny uses, User acknowledges Tokeny may terminate the Agreement without compensation if the host terminates its hosting service for whatever reason.<\/p>\n<p>In addition, in the event of a breach by either party to any of the obligations of the Agreement, that has not been remedied within thirty (30) calendar days after notice has been given to the breaching Party, the other Party shall be entitled to terminate the Agreement, without prejudice to any damages which it may claim. Any claim brought by the User for compensation related to any breach of the Agreement cannot exceed the total value of the Agreement terms. Where appropriate, the Parties shall implement the reversibility agreed below.<\/p>\n<p>Exceptionally, Tokeny reserves the right to automatically terminate the Agreement without notice or compensation in the event that the User or any third parties prejudice in any way the integrity of the ONCHAINID, intellectual property rights of Tokeny or image of Tokeny brand or its products.<\/p>\n<p>Upon termination of the Agreement for breach of the User, all sums paid shall be retained by Tokeny, which will charge all fees remaining due until the end of the Agreement, immediately due to the effective date of termination. Upon any termination of the Agreement for breach of exclusive Tokeny rights, Tokeny issues a credit note for any invoice for the Period contractual still to run on the date of actual termination, and keeps the fees collected and\/or past due for the Period up the effective termination.<\/p>\n<h2>13. Reversibility<strong> <\/strong><\/h2>\n<p>On expiry of the Agreement, or in case of termination for any reason whatsoever, Tokeny agrees to send to the User a copy of all Data in standard format, in its last state on the date of the request.<\/p>\n<h2>14. Miscellaneous<strong> <\/strong><\/h2>\n<p>These Terms and Conditions constitute the entire agreement between the Parties and supersede and replace all previous documents concluded between them in respect of the ONCHAINID.<\/p>\n<p>In the event that one or more stipulations of these would be considered invalid, inapplicable or unenforceable by any court of competent jurisdiction, the remaining provisions hereof shall remain valid unless otherwise specified by that court. The Parties agree that, in such case, they will negotiate in good faith the terms of replacement will be (i) valid, enforceable and binding and (ii) in accordance with the original intent of the Parties.<\/p>\n<p>In cases of force majeure, the obligations of the Parties shall be suspended for the duration thereof. If the force majeure event continues for more than three (3) months, this Agreement will be terminated by written notice sent by either party, unless otherwise agreed between the Parties.<\/p>\n<p>The failure of either party not to claim a commitment by the other Party to any of the obligations contemplated herein cannot be interpreted as a waiver thereof.<\/p>\n<p>In case of dispute, Tokeny may validly administer the proof of the actions of or fraudulent access by a third party using the connection logs and transmission identified by Tokeny that alone are authentic, particularly with regard to the date, nature and content of the Data and reports Anomaly, which the User acknowledges.<\/p>\n<p>According to particular technologies that it uses as part of the Services, Tokeny reserves the right to modify at any time without notice the content of these Terms and Conditions, which take effect from the date the notice in this respect is sent to the User. In case of substantial changes to the Services, the User will be able to request the termination pursuant to a one (1) month’s prior notice.<\/p>\n<p>The Agreement is governed by Luxembourg law.<\/p>\n<p>ANY DISPUTE IN CONNECTION WITH THE SERVICES, NOT AMICABLY RESOLVED BETWEEN TOKENY AND THE USER WILL BE SUBJECT TO THE EXCLUSIVE JURISDICTION OF THE COMPETENT COURTS OF LUXEMBOURG CITY, GRAND DUCHY OF LUXEMBOURG. TOKENY ALSO RESERVES THE RIGHT TO ENTER INTO ARBITRATION AT ITS DISCRETION WITH A LUXEMBOURG CERTIFIED ARBITRATOR OF TOKENY’S CHOOSING.<\/p>\n\r\n\t\t<\/div>\r\n\t<\/div>\r\n<\/div><\/div><\/div><div class=\"w-tabs-section\" id=\"1633525630462-7fed5973-f309\"><a href=\"#1633525630462-7fed5973-f309\" class=\"w-tabs-section-header\"><div class=\"w-tabs-section-header-h\"><div class=\"w-tabs-section-title\">Tangany T&amp;Cs<\/div><div class=\"w-tabs-section-control\"><\/div><\/div><\/a><div class=\"w-tabs-section-content\"><div class=\"w-tabs-section-content-h i-cf\"><div class=\"w-separator size_small\"><\/div>\r\n\t<div class=\"wpb_text_column \">\r\n\t\t<div class=\"wpb_wrapper\">\r\n\t\t\t<h2 class=\"w-page-title align_center\" style=\"text-align: center;\">Tangany GmbH User Terms and Conditions<\/h2>\n\r\n\t\t<\/div>\r\n\t<\/div>\r\n<div class=\"w-separator size_small\"><\/div><div class=\"g-cols wpb_row  type_default valign_top vc_inner \"><div class=\"vc_col-sm-6 wpb_column vc_column_container\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\r\n\t<div class=\"wpb_text_column \">\r\n\t\t<div class=\"wpb_wrapper\">\r\n\t\t\t<p><strong>General Terms and Conditions (“GTC”) for Custody of Crypto Assets <\/strong><\/p>\n<p>Status November 2020<\/p>\n<h3>A)  General Information<\/h3>\n<p>Tangany GmbH, Agnes-Pockels-Bogen 1, 80992 Munich, Germany,  <a href=\"mailto:info@tangany.com\">info@tangany.com<\/a>, (&#8220;Tangany&#8221; or &#8220;Crypto Custodian&#8221;) offers its Users a Wallet for the custody of crypto assets in the sense of Section 1 paragraph 11 sentence 1 number 10, sentence 3 German Banking Act (&#8220;KWG&#8221;).<\/p>\n<p>Tangany is a crypto custodian supervised by the Federal Financial Supervisory Authority (&#8220;BaFin&#8221;) and has a (provisional) licence (within the meaning of Section 64y (1) KWG) for crypto-custody business in accordance with Section 1 (1a) sentence 2 no. 6 KWG.<\/p>\n<p>Platform providers and issuers of crypto assets, where Tangany Users make use of various separate services (such as trading in crypto assets), use the Tangany Wallet. Such platform providers and issuers do not belong to Tangany. The relationship between Tangany and its Users as well as the Users and the platform providers or issuers must be strictly distinguished.<\/p>\n<p>The following statements do not constitute legal or tax advice. The User should consult his lawyer for legal advice and his tax advisor for tax advice.<\/p>\n<h3>B)   Scope of this GTC<\/h3>\n<p>The GTCs exclusively regulate the contractual relationship between Tangany and its Users.<\/p>\n<p>Tangany is the provider of the Wallet, crypto custodian and contractual partner to its Users.<\/p>\n<p>These GTCs are the sole contractual basis for the use of the Wallet.<\/p>\n<p>These GTCs do not regulate the use of any platforms or services on the platform, such as the subscription of offers of crypto assets on any platforms. Such services are provided by the respective platform operator or issuer and have no connection with Tangany. Registration on such a platform is exclusively based on separate terms and conditions of the platform operator or issuer. The platform operator may have access to the customer account and the Wallet under certain circumstances. Tangany is never liable for the platform operator or other third parties. A User is not obliged to use Tangany&#8217;s Wallet for the crypto assets acquired by him on the platform.<\/p>\n<h3>C)  Contracting and Opening of Account<\/h3>\n<p>The contract is concluded and an account opened for the use of the Wallet after registration of the User by Tangany.<\/p>\n<p>The registration is carried out by instructions from Tangany and is necessary for the opening of a customer account.<\/p>\n<p>After registration the User receives his customer account. The customer account enables the Uer to access the Wallet and the services which Tangany offers with the Wallet.<\/p>\n<p>After successful registration Tangany provides the User with access to his customer account and thus to the services of the Wallet.<\/p>\n<p>The opening of a customer account can be refused by Tangany if there is no successful registration.<\/p>\n<h3>D)  Registration of the User<\/h3>\n<p>As a crypto custodian Tangany has to identify its Users and is obliged to verify their identities. This is done within the scope of the registration of the Users.<\/p>\n<p>Within the scope of the registration Tangany requires an official identification document from the User, which contains a photograph and which fulfils the passport and identification requirements in Germany (e.g. an official identity card, German driving licence or a passport). If the User is a company, further documents (e.g. extract from the commercial register) are required for registration.<\/p>\n<p>Registration of the User already takes place by communicating his personal information (&#8220;identity&#8221;), which he provides on the platform of the third party. The User&#8217;s identity is then verified (&#8220;identity verification&#8221;). Identity verification is carried out by means of a video identification procedure, for which Tangany uses a service provider.<\/p>\n<p>The User is contacted by the service provider and receives further instructions for the successful completion of the video identification procedure. The User will be informed by the service provider immediately after successful completion of the identification.<\/p>\n<p>The User must inform Tangany for the duration of the business relationship immediately of any change of name, address and e-mail address. This is done via the platform of the third party.<\/p>\n<h3>E)   Using the Wallet<\/h3>\n<p>After successful registration with the platform provider the User has access to the Wallet and can use it. Tangany establishes access to the Wallet for the User. Access is via the customer account provided by the platform provider.<\/p>\n<p>With access to the wallet, every User gets an overview of his\/her crypto assets stored by Tangany.<\/p>\n<p>Tangany&#8217;s wallet only displays crypto assets which the User has acquired via third party platforms and which Tangany holds in custody for the User. Other crypto assets of the User which Tangany does not keep are not in the Tangany wallet and are not displayed to the User via the customer account.<\/p>\n<p>Further functions of the wallet (exemplary list; these depend on the platform operator or third party):<\/p>\n<p>●       The User can view the public address (public key) of his\/her wallet<\/p>\n<p>●       the User can view past transactions, including the addresses of the sender and recipient of the transaction, time stamp and transaction ID<\/p>\n<p>●       depending on the wallet, the User can initiate transactions (this is a function on the Blockchain and not a service of Tangany)<\/p>\n<p>Tangany only provides crypto custody services to its Users.Tangany is responsible for ensuring that the information provided to the User is correctly reproduced as it is visible on the blockchain.  However, Tangany is not responsible for the correctness or up-to-dateness of the entries on the blockchain, as these are outside Tangany&#8217;s sphere of influence. Tangany does not provide any investment advice and is not involved in the trading of crypto assets.Tangany will not pass on any information from the issuer of crypto assets to the Users and will not support any other measures related to the crypto assets (e.g. measures in connection with exchange or subscription rights).Insofar as legally necessary (for important reasons, in particular for supervisory and regulatory reasons) Tangany is entitled to suspend its services in whole or in part.<\/p>\n<h3>F)   Costs and fees for Using the Wallet<\/h3>\n<p>The opening and use of the wallet is basically free of charge for the User.The platform operator pays a separate fee to Tangany, for which the User of Tangany is not further charged.The User must pay any costs for using the Internet directly to his Internet service provider. The same applies to any costs for the transmission of crypto assets within the blockchain (&#8220;network fee&#8221;), which the User or the platform operator must pay to the network provider.<\/p>\n<h3>G)  Rules for Using the Wallet<\/h3>\n<p>The following rules apply for successful account opening and further use:<\/p>\n<p>●       The User must be at least 18 years old<\/p>\n<p>●       The User must have his permanent residence in an accepted country<\/p>\n<p>●       The User must act in his\/her own name and may not open or maintain an account for other persons<\/p>\n<p>●       The User must use his\/her own e-mail address<\/p>\n<p>●       The User must accept the GTC in the currently valid form<\/p>\n<p>●       The User must complete the registration and have updates made if necessary (if changes occur in his person, in the legal situation or from external circumstances)<\/p>\n<p>●       The use of the wallet must not violate German and\/or international law (which are directly applicable to Tangany or the User)<\/p>\n<p>●       The User may not program applications that interact with the Wallet unless Tangany has given its explicit written consent<\/p>\n<p>●       The User may not use spider, robot or crawling programs or other technical and\/or automated solutions to access or extract data from the Wallet<\/p>\n<p>●       The User is obliged to inform himself\/herself about his\/her rights regarding the stored crypto assets.<\/p>\n<p>Tangany or third parties can only access the respective User&#8217;s crypto assets with the User&#8217;s express consent.Upon request, Tangany will inform each issuer about the identity of all Users who own crypto assets issued by the issuer within Tangany’s wallet.The wallet may only be used by the User himself\/herself. If the User learns that someone has unauthorized access to his\/her wallet he\/she must inform Tangany immediately.<\/p>\n<h3>H)  Taxes<\/h3>\n<p>The User is responsible for the proper taxation of her\/his activities with crypto assets. Tangany will not be active here unless there is a legal obligation to do so.<\/p>\n<h3>I)    Availability of the Wallet<\/h3>\n<p>Tangany operates the wallet with the greatest possible availability.However, there is no guaranteed availability of the Wallet. For example, the wallet may not be available due to maintenance, further development or other events beyond Tangany&#8217;s control, e.g. the interruption of power and\/or data connections or a restriction in the use of the platform.Tangany reserves the right to discontinue, restrict or change the wallet or individual components of the wallet temporarily &#8211; for example for technical or legal reasons. Tangany will inform the User and the respective platform operator in advance of any forthcoming changes.<\/p>\n<h3>J)   Single User Accounts and Omnibus User Accounts<\/h3>\n<p>The platform provider may choose between two types of wallets for the custody of crypto assets: wallets managed in accordance with the single user account segregation (&#8220;Single User Accounts&#8221;) and the omnibus user account segregation (&#8220;Omnibus User Accounts&#8221;). The Single User Account is used to hold the crypto assets of a single User. Consequently, the User&#8217;s crypto assets are kept separate from the crypto assets of the other Users and of Tangany&#8217;s own holdings. The Omnibus User Account is used for joint custody of multiple Users&#8217; crypto assets. However, Tangany does not hold its own assets in Omnibus User Accounts.<\/p>\n<h3>Essential legal framework of the degrees of separation<\/h3>\n<p>●       <strong>Insolvency law<\/strong><\/p>\n<p>Subject to applicable local insolvency law, Users&#8217; legal title to crypto assets held directly in wallets by Tangany on behalf of Users should not be affected by an insolvency of Tangany, regardless of whether the crypto assets are held in Single User Accounts or Omnibus User Accounts. In practice, the allocation of crypto assets in the event of insolvency depends on a number of factors. The most important ones are discussed below.<\/p>\n<p>●       <strong>Application of insolvency law in Tangany´s jurisdiction.<\/strong><\/p>\n<p>If Tangany becomes insolvent, insolvency proceedings would take place in the jurisdiction applicable to Tangany and would be subject to local, i.e. German, insolvency law. Under German insolvency law, crypto assets held in custody by Tangany on behalf of Users would not be included in the insolvency estate to be distributed to creditors, provided that such crypto assets are still owned by the Users (it should be noted, however, that there is not yet a unanimous legal opinion on the ownership treatment of crypto assets; this is currently being clarified by the legislature). Rather, they would have to be surrendered to the Users in accordance with their respective ownership rights or shares. Accordingly, cryptocurrencies held in custody by Tangany for Users of which Tangany is not the issuer and which are deemed to be the property of such Users and not the property of Tangany should be protected in the event of Tangany&#8217;s insolvency or liquidation. This is true regardless of whether the crypto assets are held on an Omnibus User Account or Single User Accounts. Users could also have a priority claim with respect to certain assets in the event of insolvency proceedings. This would be the case if, at the time of the insolvency proceedings, the User does not yet have an ownership interest in a crypto asset, but has already fulfilled its obligations to Tangany arising from the respective crypto transaction. Such a situation could arise if a User acquires crypto assets as part of a crypto transaction but has not yet acquired title to those crypto assets or, if Tangany has wrongfully infringed the User&#8217;s title to the crypto assets. In these cases, a User would have a priority claim if, at the commencement of the bankruptcy proceeding, the User had<\/p>\n<p>&#8211;       has fully performed its obligations to Tangany under the relevant crypto transaction, or<\/p>\n<p>&#8211;       has not fully performed its obligations, but the unperformed portion corresponds to less than 10 percent of the value of its crypto claim and the User performs its obligations within one week after being requested to do so by the insolvency administrator.<\/p>\n<p>In such cases, the User&#8217;s priority claim would be satisfied separately from the claims of non-preferred unsecured creditors. The claim would be settled out of existing crypto assets of the same type that are part of Tangany&#8217;s insolvency estate or claims that Tangany has in respect of the delivery of crypto assets of the same type in Tangany&#8217;s insolvency estate. Users would then have to make a claim as priority creditors in respect of those crypto assets in the event of Tangany&#8217;s insolvency.<\/p>\n<p>●       <strong>Type of User claims<\/strong><\/p>\n<p>Tangany holds the crypto assets in custody on behalf of the Users, who are entitled to ownership of these crypto assets by law. This applies both in the case of Single User Accounts and Omnibus User Accounts. However, User claims differ depending on the custody on Single User Accounts and Omnibus User Accounts. In the case of a Single-User Account, each User has a claim to all crypto assets held in the Single User Account. Because crypto assets of different Users are held in common in a single account, in the case of an Omnibus User Account, each User is generally deemed to have a claim to all crypto assets held in the Omnibus User Account pro rata to its crypto asset holdings. Subject to applicable local law, Tangany&#8217;s records on the Blockchain will serve as evidence of Tangany&#8217;s Users&#8217; entitlement to the crypto assets. The reliability of this evidence would be particularly important in the event of insolvency. Tangany undertakes to distinguish crypto assets held in custody for one User from crypto assets held in custody for another User and its own crypto assets. Compliance with these rules is monitored as part of regular audit checks.<\/p>\n<p>In the event of insolvency, the User can separate his\/her crypto assets from the custody and have them transferred to one of his\/her other wallets for a fee. This applies both to custody on Single User Accounts and to custody on Omnibus User Accounts.<\/p>\n<h3>K)  Limitation of Liability<\/h3>\n<p>Tangany has unlimited liability for intent and gross negligence and for any culpable injury to life, body or health.Otherwise, Tangany is not liable for lack of economic success, loss of profit and indirect damages in the event of a slightly negligent breach of its essential contractual obligations. An essential contractual obligation in this sense is an obligation, the fulfilment of which makes the implementation of the contract possible in the first place and on the fulfilment of which the User may therefore regularly rely.The liability for slightly negligent breaches of essential contractual obligations is limited to the typical and foreseeable damage at the time of conclusion of the contract.The liability of Tangany in case of data loss is limited to the costs that would have been incurred even if the User had carried out a proper data backup to restore the data. This limitation does not apply to data protection violations against the basic data protection regulation.<\/p>\n<h3>L)   Indemnification and Compensation<\/h3>\n<p>The User indemnifies Tangany from any claims of third parties to which Tangany is exposed due to a breach of contract or unauthorised action by the User, insofar as the User is responsible for the breach of contract or the unauthorised action.The User must compensate Tangany for any damages that Tangany incurs due to a breach of contract or unauthorised action by the User insofar as the User is responsible for the breach of contract or the unauthorised action.<\/p>\n<h3>M) Duration and Termination<\/h3>\n<p>The use of the wallet and the services of Tangany are granted to the User for an indefinite period.The User and Tangany can terminate the contractual relationship with the other contractual party at any time with a notice period of three (3) months. The termination must be made in text form (for example by e-mail or letter).<\/p>\n<p>Tangany can terminate the contract immediately if there is an important reason.<\/p>\n<p>Important reasons are in particular:<\/p>\n<p>●       ongoing operational disruptions due to force majeure that are beyond Tangany&#8217;s control (such as natural disasters, fire or power failures for which Tangany is not responsible)<\/p>\n<p>●       repeated, serious breaches of the User&#8217;s obligations (see &#8220;G. Rules for Using the Wallet&#8221;)<\/p>\n<p>●       once a platform operator or third party (see “B. Scope of this GTC”) terminates the relationship with Tangy and Tangany is not able to provide its services to client<\/p>\n<h3>N)  Deletion of Data and of the Private Key after Termination<\/h3>\n<p>After termination of the contractual relationship, Tangany will delete certain data and information in accordance with legal requirements:<\/p>\n<p>●       Tangany deletes all data and information of the User as far as this is legally permitted and technically possible (certain data on the block chain cannot be changed technically)<\/p>\n<p>●       Tangany deletes (destroys) the private key, which belongs to the wallet (the public key, on the other hand, is not deleted\/destroyed because it is on the blockchain and therefore unchangeable)<\/p>\n<p>Once the private key has been deleted\/destroyed, nobody can access the wallet. If the User still has crypto assets in the wallet at the time of termination, he must transfer these to another wallet before the private key is deleted\/destroyed. The User will be informed of this again in the course of the termination and will be given the opportunity to transfer his crypto assets to another wallet within two (2) weeks after termination.<\/p>\n<h3>O)  No Storage of these GTC<\/h3>\n<p>These GTC are not saved by Tangany. Every User can download the current version of these GTC as a PDF file and save it on his computer or terminal device.<\/p>\n<h3>P)   Data Privacy and Secrecy<\/h3>\n<p>The collection, use and processing of User data takes place exclusively within the framework of Tangany&#8217;s privacy policy, available on its website.<\/p>\n<h3>Q)  Amendments to the GTC<\/h3>\n<p>Amendments to these GTC shall be offered to the User in text form (e.g. by e-mail or letter) no later than two months before the proposed date of their entry into force.The User can either accept or reject the changes before the proposed date of their entry into force. The User shall be deemed to have given his consent unless he has notified his rejection before the proposed date of entry into force of the amendments. Tangany will specifically draw the user&#8217;s attention to this approval effect in its offer.<\/p>\n<h3>R)  Miscellaneous<\/h3>\n<p>The contractual relations between the parties shall be governed by the law of the Federal Republic of Germany to the exclusion of the uniform UN Convention on Contracts for the International Sale of Goods (CISG).If the User does not have a general place of jurisdiction in Germany or in another EU member state, or if he is a merchant or a legal entity under public law, or if he moves his permanent residence abroad after these General Terms and Conditions for Consumers have come into effect, or if his place of residence or usual abode is unknown at the time the action is filed, the exclusive place of jurisdiction for all disputes arising from this contract is the registered office of Tangany.The User can use the platform for online dispute resolution of the European Commission, <a href=\"http:\/\/www.ec.europa.eu\/consumers\/odr\">http:\/\/www.ec.europa.eu\/consumers\/odr<\/a>  Tangany is not obliged and not willing to participate in a dispute resolution procedure before a consumer arbitration board.The German language version of these GTCs takes precedence. The non-binding English translation of these GTC does not supersede the German language version.Should individual provisions of these GTC be invalid or unenforceable, this shall not affect the legal validity of the remaining GTC.<\/p>\n\r\n\t\t<\/div>\r\n\t<\/div>\r\n<\/div><\/div><\/div><div class=\"vc_col-sm-6 wpb_column vc_column_container\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\">\r\n\t<div class=\"wpb_text_column \">\r\n\t\t<div class=\"wpb_wrapper\">\r\n\t\t\t<p><strong>Allgemeine Geschäftsbedingungen („AGB“) für die Verwahrung von Kryptowerten<\/strong><\/p>\n<p>Stand November 2020<\/p>\n<h3>A)   Allgemeine Informationen<\/h3>\n<p>Die Tangany GmbH, Agnes-Pockels-Bogen 1, 80992 München, Deutschland, <a href=\"mailto:info@tangany.com\">info@tangany.com<\/a>, („Tangany“ oder „Kryptoverwahrer“) bietet ihren Nutzern eine Wallet zur Verwahrung von Kryptowerten im Sinne von § 1 Abs. 11 S. 1 Nr. 10, S. 3 Kreditwesengesetz („KWG“).<\/p>\n<p>Tangany ist ein von der Bundesanstalt für Finanzdienstleistungsaufsicht      („BaFin“) beaufsichtigter Kryptoverwahrer und verfügt über eine (im Sinne von § 64y Abs. 1 KWG vorläufige) Erlaubnis für das Kryptoverwahrgeschäft gemäß § 1 Abs. 1a Satz 2 Nr. 6 KWG.<\/p>\n<p>Plattformanbieter und Emittenten von Kryptowerten, bei denen die Nutzer von Tangany verschiedene separate Dienstleistung (wie z.B. der Handel mit Kryptowerten) in Anspruch nehmen, nutzen die Wallet von Tangany. Solche Plattformanbieter und Emittenten gehören nicht zu Tangany. Die Beziehungen zwischen Tangany und ihren Nutzern sowie den Nutzern und den Plattformanbietern oder Emittenten sind streng voneinander zu unterscheiden.<\/p>\n<p>Die nachfolgenden Ausführungen stellen keine Rechts- oder Steuerberatung dar. Der Nutzer sollte sich für eine Rechtsberatung an seinen Rechtsanwalt und für eine Steuerberatung an seinen Steuerberater wenden.<\/p>\n<h3>B)    Anwendungsbereich dieser AGB<\/h3>\n<p>Die AGB regeln ausschließlich das Vertragsverhältnis zwischen Tangany und seinen Nutzern.<\/p>\n<p>Tangany ist Anbieter der Wallet, Kryptoverwahrer und Vertragspartner gegenüber seinen Nutzern.<\/p>\n<p>Diese AGB sind die alleinige vertragliche Grundlage für die Nutzung der Wallet.<\/p>\n<p>Diese AGB regeln nicht die Nutzung etwaiger Plattformen oder Services auf der Plattform, wie z.B. die Zeichnung der Angebote von Kryptowerten auf etwaigen Plattformen. Solche Leistungen werden vom jeweiligen Plattformbetreiber oder Emittenten erbracht und stehen in keiner Verbindung zu Tangany. Die Registrierung auf einer solchen Plattform erfolgt ausschließlich auf der Grundlage separater Geschäftsbedingungen des Plattformbetreibers oder Emittenten. Der Plattformbetreiber kann unter Umständen Zugriff auf das Kundenkonto und die Wallet haben. Tangany haftet niemals für den Plattformbetreiber oder sonstige Dritte. Ein Nutzer ist nicht verpflichtet, für die von ihm auf der Plattform erworbenen Kryptowerte die Wallet von Tangany zu verwenden.<\/p>\n<h3>C)   Vertragsschluss und Kontoeröffnung<\/h3>\n<p>Der Vertragsschluss und die Eröffnung eines Kontos zur Nutzung der Wallet erfolgen nach der Registrierung des Nutzers durch Tangany.<\/p>\n<p>Die Registrierung erfolgt durch Anweisungen von Tangany und ist erforderlich für die Eröffnung eines Kundenkontos.<\/p>\n<p>Nach der Registrierung erhält der Nutzer sein Kundenkonto. Das Kundenkonto ermöglicht dem Nutzer den Zugriff auf die Wallet und den Services, die Tangany mit der Wallet anbietet.<\/p>\n<p>Tangany stellt dem Nutzer nach erfolgreicher Registrierung den Zugriff auf sein Kundenkonto und damit den Services der Wallet zur Verfügung.<\/p>\n<p>Die Eröffnung eines Kundenkontos kann von Tangany verweigert werden, soweit keine erfolgreiche Registrierung vorliegt.<\/p>\n<h3>D)   Registrierung der Nutzer<\/h3>\n<p>Als Kryptoverwahrer muss Tangany seine Nutzer identifizieren und ist verpflichtet ihre Identitäten zu überprüfen. Dies erfolgt im Rahmen der Registrierung der Nutzer.<\/p>\n<p>Im Rahmen der Registrierung benötigt Tangany vom Nutzer ein amtliches Ausweisdokument, das ein Lichtbild enthält und das die Pass- und Ausweispflicht in Deutschland erfüllt (z.B. ein amtlicher Personalausweis, deutscher Führerschein oder ein Reisepass). Soweit der Nutzer eine Firma ist, werden weitere Dokumente (z.B. der Handelsregisterauszug) zur Registrierung benötigt.<\/p>\n<p>Die Registrierung des Nutzers erfolgt bereits durch Mitteilung seiner persönlichen Informationen („Identität“), welche er auf der Plattform des Dritten angibt. Anschließend erfolgt die Überprüfung der Identität des Nutzers („Identitätsüberprüfung“). Die Identitätsüberprüfung erfolgt durch ein Video-Identifizierungsverfahren, wofür Tangany ein Dienstleister heranzieht.<\/p>\n<p>Der Nutzer wird vom Dienstleister kontaktiert und erhält weitere Anweisungen für den erfolgreichen Abschluss des Video-Identifizierungsverfahrens. Der Nutzer wird vom Dienstleister umgehend nach erfolgreichem Abschluss der Identifizierung informiert.<\/p>\n<p>Der Nutzer muss Tangany für die Dauer der Geschäftsbeziehung über jede Änderung seines Namens, seiner Anschrift und seiner E-Mail-Adresse unverzüglich informieren. Dies erfolgt über die Plattform des Dritten.<\/p>\n<h3>E)    Die Nutzung der Wallet<\/h3>\n<p>Nach erfolgreicher Registrierung beim Plattformanbieter hat der Nutzer Zugriff auf die Wallet und kann diese nutzen. Tangany errichtet für den Nutzer den Zugriff auf die Wallet. Der Zugriff erfolgt über das vom Plattformanbieter bereitgestellte Kundenkonto.<\/p>\n<p>Mit dem Zugriff auf die Wallet, erhält jeder Nutzer einen Überblick zu seinen durch Tangany verwahrten Kryptowerten.<\/p>\n<p>Die Wallet von Tangany zeigt nur Kryptowerte an, die der Nutzer über dritte Plattformen erworben hat und die Tangany für den Nutzer verwahrt. Andere Kryptowerte des Nutzers, welche Tangany nicht verwahrt, sind nicht in der Wallet von Tangany und werden dem Nutzer auch nicht über das Kundenkonto angezeigt.<\/p>\n<p>Weitere Funktionen der Wallet (beispielhafte Aufzählung; diese sind abhängig vom Plattformbetreiber bzw. dem Dritten):<\/p>\n<p>●       Der Nutzer kann die öffentliche Adresse (Public Key) seiner Wallet einsehen<\/p>\n<p>●       der Nutzer kann vergangene Transaktionen einsehen, inklusive der Adressen welche Sender und Empfänger der Transaktion waren, Zeitstempel und Transaktions-ID<\/p>\n<p>●       je nach Wallet, kann der Nutzer Transaktionen veranlassen (dies ist eine Funktion auf der Blockchain und keine Dienstleistung von Tangany)<\/p>\n<p>Tangany erbringt lediglich Kryptoverwahrdienstleistungen gegenüber seinen Nutzern.Hierbei ist Tangany dafür verantwortlich, dass die an den Nutzer gelieferten Informationen korrekt – wie sie auf der Blockchain sichtbar sind – wiedergegeben werden. Tangany ist allerdings nicht für die Korrektheit oder Aktualität der Einträge auf der Blockchain verantwortlich, da diese außerhalb des Einflussbereiches von Tangany liegen. Tangany erbringt keine Anlageberatung und ist nicht am Handel von Kryptowerten beteiligt.Tangany wird keine Informationen der Emittenten von Kryptowerten an die Nutzer weitergeben und keine sonstigen, auf die Kryptowerte bezogenen Maßnahmen (z.B. Maßnahmen im Zusammenhang mit Umtausch- oder Bezugsrechten) unterstützen.<\/p>\n<p>Soweit rechtlich erforderlich (bei Vorliegen wichtiger Gründe, insbesondere aus aufsichtsrechtlichen und regulatorischen Gründen) ist Tangany berechtigt ihre Leistungen ganz oder teilweise einzustellen.<\/p>\n<h3>F)    Kosten und Gebühren der Wallet-Nutzung<\/h3>\n<p>Die Eröffnung und Nutzung der Wallet ist für den Nutzer grundsätzlich kostenfrei.Der Plattformbetreiber entrichtet an Tangany eine separate Gebühr, wofür der Nutzer von Tangany nicht weiter belastet wird.<\/p>\n<p>Eventuelle Kosten für die Internetnutzung hat der Nutzer bei seinem Internetanbieter direkt zu entrichten. Dasselbe gilt für etwaige Kosten für die Übertragung von Kryptowerten innerhalb der Blockchain („Netzwerkgebühr“), welcher dieser oder der Plattformbetreiber an die Netzwerkbetreiber zu zahlen hat.<\/p>\n<h3>G)   Regeln für die Wallet-Nutzung<\/h3>\n<p>Für die erfolgreiche Kontoeröffnung und weitere Nutzung gelten folgende Regeln:<\/p>\n<p>●       Der Nutzer muss mindestens 18 Jahre alt sein<\/p>\n<p>●       Der Nutzer hat seinen ständigen Wohnsitz in einem akzeptierten Land<\/p>\n<p>●       Der Nutzer muss im eigenen Namen handeln und darf nicht für andere Personen ein Konto eröffnen oder führen<\/p>\n<p>●       Der Nutzer muss seine eigene E-Mail-Adresse verwenden<\/p>\n<p>●       Der Nutzer muss die AGB in der jeweils geltenden Form akzeptieren<\/p>\n<p>●       Der Nutzer muss die Registrierung abschließen und bei Bedarf (wenn Änderungen in seiner Person, in der Rechtslage oder von äußeren Umständen entstehen sollten) Aktualisierungen vornehmen lassen<\/p>\n<p>●       Die Nutzung der Wallet darf nicht gegen deutsches und\/oder internationales Recht (welche auf Tangany oder den Nutzer unmittelbar anwendbar sind) verstoßen<\/p>\n<p>●       Der Nutzer darf nicht Programmierung von Applikationen, die mit der Wallet interagieren, vornehmen, sofern nicht eine explizite, schriftliche Zustimmung seitens Tangany vorliegt<\/p>\n<p>●       Der Nutzer darf nicht Spider-, Robot- oder Crawling-Programme oder andere technische und\/oder automatisierte Lösungen verwenden, um einen Zugriff auf die Wallet zu erlangen oder Daten aus dieser zu extrahieren<\/p>\n<p>●       Der Nutzer ist verpflichtet, sich selbst über die Wahrung seiner Rechte aus den verwahrten Kryptowerten zu informieren.<\/p>\n<p>Tangany oder Dritte können nur mit ausdrücklicher Zustimmung des jeweiligen Nutzers auf dessen Kryptowerte zugreifen.Tangany wird jedem Emittenten von Kryptowerten auf dessen Verlangen die Identität derjenigen Nutzer mitteilen, die von ihm emittierte Kryptowerte in der Tangany Wallet verwahren.<\/p>\n<p>Die Wallet darf nur von dem Nutzer selbst verwendet werden. Sollte der Nutzer erfahren, dass jemand unbefugt Zugriffe auf seine Wallet hat, muss er Tangany darüber unverzüglich informieren.<\/p>\n<h3>H)   Steuern<\/h3>\n<p>Der Nutzer ist für die ordnungsgemäße Versteuerung seiner Aktivitäten mit Kryptowerten verantwortlich. Tangany wird hier nicht aktiv werden soweit keine gesetzliche Verpflichtung dazu besteht.<\/p>\n<h3>I)     Verfügbarkeit der Wallet<\/h3>\n<p>Tangany betreibt die Wallet mit einer weitestgehend möglichen Verfügbarkeit.Es besteht allerdings keine zugesicherte Verfügbarkeit der Wallet. So kann die Wallet aufgrund von Wartung, Weiterentwicklung oder anderer Ereignisse, die außerhalb des Einflussbereiches von Tangany liegen, z.B. die Unterbrechung von Strom- und\/oder Datenverbindung oder eine Einschränkung der Nutzung der Plattform liegen, nicht verfügbar sein.<\/p>\n<p>Tangany behält sich das Recht vor, die Wallet oder einzelne Komponenten der Wallet zeitweise – zum Beispiel aus technischen oder rechtlichen Gründen – einzustellen, einzuschränken oder diese zu ändern. Tangany wird den Nutzer und den jeweiligen Plattformbetreiber über bevorstehende Änderungen vorab informieren.<\/p>\n<h3>J)    Einzelnutzer-Konto und Omnibusnutzer-Konto<\/h3>\n<p>Der Plattformanbieter kann für die Verwahrung von Kryptowerten zwischen zwei Arten von Wallets wählen: gemäß der Einzelnutzer-Kontentrennung („Einzelnutzer-Konten“) und der Omnibusnutzer-Kontentrennung („Omnibusnutzer-Konten“) geführte Wallets. Das Einzelnutzer-Konto wird zur Verwahrung der Kryptowerte eines einzelnen Nutzers verwendet. Die Kryptowerte des Nutzers werden folglich getrennt von den Kryptowerten der übrigen Nutzer und Tangany‘s Eigenbestände verwahrt. Das Omnibusnutzer-Konto wird zur gemeinsamen Verwahrung der Kryptowerte mehrerer Nutzer verwendet. Tangany hält ihre Eigenbestände jedoch nicht auf Omnibusnutzer-Konten.<\/p>\n<h3>Wesentliche rechtliche Rahmenbedingungen der Trennungsgrade<\/h3>\n<p>●       <strong>Insolvenzrecht<\/strong><\/p>\n<p>Vorbehaltlich des jeweils geltenden lokalen Insolvenzrechts sollte der Rechtsanspruch der Nutzer auf die von Tangany für die Nutzer direkt in den Wallets gehaltenen Kryptowerte von einer Insolvenz von Tangany nicht betroffen sein, ungeachtet dessen, ob die Kryptowerte auf Einzelnutzer-Konten- oder Omnibusnutzer-Konten gehalten werden. In der Praxis ist die Zuteilung der Kryptowerte im Insolvenzfall von einer Reihe von Faktoren abhängig. Auf die wichtigsten wird nachfolgend eingegangen.<\/p>\n<p><strong>●       Anwendung des Insolvenzrechts in dem Rechtskreis von Tangany<\/strong><\/p>\n<p>Falls Tangany zahlungsunfähig wird, würde ein Insolvenzverfahren in der für Tangany geltenden Rechtsordnung stattfinden und lokalem, das heißt deutschem, Insolvenzrecht unterliegen. Gemäß dem deutschen Insolvenzrecht würden Kryptowerte, die Tangany im Auftrag von Nutzern verwahrt, nicht der an die Gläubiger zu verteilenden Insolvenzmasse zugeordnet, sofern diese Kryptowerte noch im Eigentum der Nutzer stehen (zu beachten gilt hier jedoch, dass es zur eigentumsrechtlichen Behandlung von Kryptowerten noch keine einhellige Rechtsauffassung existiert; dies wird derzeit gesetzgeberisch klargestellt). Sie wären vielmehr entsprechend den jeweiligen Eigentumsrechten bzw. -anteilen der Nutzer an diese herauszugeben. Dementsprechend sollten Kryptowerte, die Tangany für Nutzer verwahrt, deren Emittent Tangany nicht ist und die als das Eigentum dieser Nutzer und nicht als Eigentum von Tangany gelten, bei einer Insolvenz von Tangany oder Abwicklung geschützt sein. Dies gilt unabhängig davon, ob die Kryptowerte auf einem Omnibus Nutzerkonto oder Einzelnutzer Konto verwahrt werden. Auch könnten Nutzer bei einem Insolvenzverfahren einen vorrangigen Anspruch in Bezug auf bestimmte Vermögenswerte haben. Dies wäre der Fall, wenn der Nutzer zum Zeitpunkt des Insolvenzverfahrens zwar noch kein Eigentumsrecht an einem Kryptowert hat, jedoch seine Verpflichtungen Tangany gegenüber aus der jeweiligen Krypto-Transaktion bereits erfüllt hat. Eine solche Situation könnte eintreten, wenn ein Nutzer Kryptowerte im Rahmen einer Krypto-Transaktion erwirbt, aber noch kein Eigentumsrecht an diesen Kryptowerten erworben hat oder, wenn Tangany das Eigentumsrecht des Nutzers an den Kryptowerten unrechtmäßig verletzt hat. In diesen Fällen hätte ein Nutzer einen vorrangigen Anspruch, wenn er zu Beginn des Insolvenzverfahrens<\/p>\n<p>&#8211;       seine Verpflichtungen Tangany gegenüber aus der jeweiligen Kryptotransaktion vollständig erfüllt hat oder<\/p>\n<p>&#8211;       seine Verpflichtungen zwar nicht vollständig erfüllt hat, der nicht erfüllte Teil jedoch weniger als 10 Prozent des Werts seines Kryptolieferanspruchs entspricht und der Nutzer seinen Verpflichtungen innerhalb einer Woche nach entsprechender Aufforderung durch den Insolvenzverwalter nachkommt.<\/p>\n<p>In solchen Fällen würde der vorrangige Anspruch des Nutzers getrennt von den Ansprüchen nicht bevorrechtigter, unbesicherter Gläubiger erfüllt. Der Anspruch würde aus bestehenden Kryptowerten derselben Art beglichen, die Teil der Insolvenzmasse von Tangany oder von Ansprüchen sind, die Tangany in Bezug auf die Lieferung von Kryptowerten derselben Art in Tangany‘s Insolvenzmasse hat. Nutzer müssten im Fall einer Insolvenz von Tangany einen Anspruch dann als vorrangige Gläubiger in Bezug auf diese Kryptowerte geltend machen.<\/p>\n<p><strong>●       Art der Nutzeransprüche<\/strong><\/p>\n<p>Tangany verwahrt die Kryptowerte im Auftrag der Nutzer, denen von Rechts wegen ein Eigentumsrecht an diesen Kryptowerten zusteht. Dies gilt sowohl im Fall von Einzelnutzer-Konten als auch von Omnibusnutzer-Konten. Jedoch unterscheiden sich die Nutzeransprüche je nach der Verwahrung auf Einzelnutzer-Konten und Omnibusnutzer-Konten. Bei einem Einzelnutzer-Konto hat jeder Nutzer einen Anspruch an allen auf dem Einzelnutzer-Konto gehaltenen Kryptowerten. Da die Kryptowerte von unterschiedlichen Nutzern gemeinsam auf einem einzigen Konto verwahrt werden, wird bei einem Omnibusnutzer-Konto in der Regel davon ausgegangen, dass jeder Nutzer einen Anspruch an allen auf dem Omnibusnutzer-Konto verwahrten Kryptowerten anteilig zu seinem Kryptowertebestand hat. Vorbehaltlich anwendbaren lokalen Rechts dienen Tangany‘s Aufzeichnungen auf der Blockchain als Nachweis für die Ansprüche der Nutzer von Tangany an den Kryptowerten. Die Verlässlichkeit dieses Nachweises wäre insbesondere im Fall der Insolvenz von großer Wichtigkeit. Tangany verpflichtet sich für einen Nutzer verwahrte Kryptowerte von den für einen anderen Nutzer verwahrten und eigenen Kryptowerten zu unterscheiden. Die Einhaltung dieser Regeln wird im Rahmen regelmäßiger Revisionsprüfungen überwacht.<\/p>\n<p>Im Falle der Insolvenz kann der Nutzer seine Kryptowerte aus der Verwahrung trennen und kostenpflichtig auf einer seiner sonstigen Wallets übertragen lassen. Dies gilt sowohl für die Verwahrung auf Einzelnutzer-Konten als auch für die Verwahrung auf Omnibusnutzer-Konten.<\/p>\n<h3>K)   Haftungsausschluss<\/h3>\n<p>Tangany haftet für Vorsatz und grobe Fahrlässigkeit sowie wegen jeglicher schuldhaften Verletzung des Lebens, des Körpers oder der Gesundheit unbeschränkt.Ansonsten haftet Tangany bei einer leicht fahrlässigen Verletzung seiner wesentlichen Vertragspflichten nicht für mangelnden wirtschaftlichen Erfolg, entgangenen Gewinn und mittelbare Schäden. Eine wesentliche Vertragspflicht in diesem Sinne ist eine Pflicht, deren Erfüllung die Durchführung des Vertrages erst ermöglicht und auf deren Erfüllung sich der Nutzer deswegen regelmäßig verlassen darf.Die Haftung für leicht fahrlässige Verletzungen wesentlicher Vertragspflichten ist auf den im Zeitpunkt des Vertragsschlusses typischen und vorhersehbaren Schaden begrenzt.<\/p>\n<p>Die Haftung von Tangany ist im Falle von Datenverlust auf die Kosten beschränkt, die auch bei Vornahme einer ordnungsgemäßen Datensicherung durch den Nutzer zu deren Wiederherstellung angefallen wären. Diese Beschränkung gilt nicht für Datenschutzverstöße gegen die Datenschutzgrundverordnung.<\/p>\n<h3>L)    Freistellung und Schadensersatz<\/h3>\n<p>Der Nutzer stellt Tangany von etwaigen Ansprüchen Dritter, denen Tangany aufgrund einer Vertragsverletzung oder unerlaubten Handlung des Nutzers ausgesetzt ist, frei, sofern der Nutzer die Vertragsverletzung oder die unerlaubte Handlung zu vertreten hat.<\/p>\n<p>Der Nutzer hat Tangany etwaige Schäden zu ersetzen, die Tangany aufgrund einer Vertragsverletzung oder unerlaubten Handlung des Nutzers entstehen, sofern der Nutzer die Vertragsverletzung oder die unerlaubte Handlung zu vertreten hat.<\/p>\n<h3>M)  Vertragslaufzeit und Kündigung<\/h3>\n<p>Die Nutzung der Wallet und der Services von Tangany werden dem Nutzer auf unbestimmte Zeit gewährt.Der Nutzer und Tangany können das Vertragsverhältnis mit einer Frist von drei (3) Monaten jederzeit ordentlich gegenüber der anderen Vertragsseite kündigen. Die Kündigung hat in Textform (beispielsweise per E-Mail oder Brief) zu erfolgen.<\/p>\n<p>Tangany kann den Vertrag bei Vorliegen eines wichtigen Grundes sofort kündigen.<\/p>\n<p>Ein wichtiger Grund liegt insbesondere vor bei:<\/p>\n<p>●       laufenden Betriebsstörungen aufgrund höherer Gewalt, die außerhalb des Einflussbereiches von Tangany liegen (wie z.B. Naturkatastrophen, Feuer oder unverschuldeter Netzausfall)<\/p>\n<p>●       wiederholten, schwerwiegenden Verstößen des Nutzers gegen seine Pflichten (siehe „G. Regeln für die Wallet-Nutzung“)<\/p>\n<p>●       soweit ein Plattformbetreiber oder Dritter (vgl. „B. Anwendungsbereich dieser AGB“) Tangany kündigt und damit Tangany für den Nutzer keine Dienstleistungen mehr anbieten kann<\/p>\n<h3>N)   Löschung der Daten und des Private Key nach der Kündigung<\/h3>\n<p>Nach der Beendigung des Vertragsverhältnisses werden von Tangany gemäß rechtlichen Vorgaben bestimmte Daten und Informationen gelöscht:<\/p>\n<p>●       Tangany löscht alle Daten und Informationen des Nutzers, soweit dies rechtlich erlaubt und technisch möglich ist (bestimmte Daten auf der Blockchain sind technisch nicht veränderbar)<\/p>\n<p>●       Tangany löscht (zerstört) den Private Key, welcher zur Wallet gehört (der Public Key wird hingegen nicht gelöscht\/zerstört, da dieser auf der Blockchain und somit unveränderbar ist)<\/p>\n<p>Nach der Löschung\/Zerstörung des Private Key kann niemand mehr auf die Wallet zugreifen. Sofern der Nutzer zum Zeitpunkt der Kündigung noch Kryptowerte auf der Wallet haben sollte, muss er diese auf eine andere Wallet übertragen, bevor die Private Key gelöscht\/zerstört wird. Der Nutzer wird im Rahmen der Kündigung nochmals hierauf hingewiesen und es wird ihm die Möglichkeit eingeräumt, seine Kryptowerte binnen zwei (2) Wochen nach Kündigung auf eine andere Wallet zu übertragen.<\/p>\n<h3>O)   Keine Speicherung dieser AGB<\/h3>\n<p>Diese AGB werden von Tangany nicht gespeichert. Jeder Nutzer kann sich die aktuelle Version dieser AGB als PDF runterladen und auf seinem Computer bzw. Endgerät speichern.<\/p>\n<h3>P)    Geheimhaltung und Datenschutz<\/h3>\n<p>Die Erhebung, Nutzung und Verarbeitung der Daten der Nutzer erfolgt ausschließlich im Rahmen der Datenschutzerklärung von Tangany, abrufbar auf dessen Webseite.<\/p>\n<h3>Q)   Änderungen dieser AGB<\/h3>\n<p>Änderungen dieser AGB werden dem Nutzer spätestens zwei Monate vor dem vorgeschlagenen Zeitpunkt ihres Wirksamwerdens in Textform (beispielsweise per E-Mail oder Brief) angeboten.<\/p>\n<p>Der Nutzer kann den Änderungen vor dem vorgeschlagenen Zeitpunkt ihres Wirksamwerdens entweder zustimmen oder sie ablehnen. Die Zustimmung des Nutzers gilt als erteilt, wenn er seine Ablehnung nicht vor dem vorgeschlagenen Zeitpunkt des Wirksamwerdens der Änderungen angezeigt hat. Auf diese Genehmigungswirkung wird ihn Tangany in ihrem Angebot besonders hinweisen.<\/p>\n<h3>R)   Verschiedenes<\/h3>\n<p>Für die vertraglichen Beziehungen zwischen den Parteien gilt das Recht der Bundesrepublik Deutschland unter Ausschluss des einheitlichen UN-Kaufrechts (CISG).Wenn der Nutzer keinen allgemeinen Gerichtsstand in Deutschland oder in einem anderen EU-Mitgliedsstaat hat, oder er Kaufmann oder eine juristische Person des öffentlichen Rechts ist oder seinen festen Wohnsitz nach Wirksamwerden dieser AGB für Verbraucher ins Ausland verlegt oder der Wohnsitz oder gewöhnliche Aufenthaltsort im Zeitpunkt der Klageerhebung nicht bekannt ist, ist ausschließlicher Gerichtsstand für sämtliche Streitigkeiten aus diesem Vertrag der Sitz von Tangany.Der Nutzer kann die Plattform zur Online-Streitbeilegung der Europäischen Kommission, <a href=\"http:\/\/www.ec.europa.eu\/consumers\/odr\">http:\/\/www.ec.europa.eu\/consumers\/odr<\/a>, nutzen. Tangany ist zur Teilnahme an einem Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle nicht verpflichtet und nicht bereit.Die deutsche Sprachfassung dieser AGB hat Vorrang. Die unverbindliche englischsprachige Übersetzung dieser AGB verdrängt nicht die deutsche Sprachfassung.Sollten einzelne Bestimmung dieser AGB unwirksam oder undurchführbar sein, wird dadurch die Rechtswirksamkeit der AGB im Übrigen nicht berührt.<\/p>\n\r\n\t\t<\/div>\r\n\t<\/div>\r\n<\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/section>\n","protected":false},"excerpt":{"rendered":"General T&amp;CsONCHAINID T&amp;CsTangany T&amp;CsGeneral T&amp;Cs Introduction When using and accessing the Tokeny website (our or this “Website”), you agree to the following terms of use as they may be changed, supplemented or updated from time to time (collectively “terms”), as well as any and all applicable laws and regulations. Read the following terms and conditions...","protected":false},"author":6,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.9.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>TERMS OF USE - Tokeny<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/tokeny.com\/terms-of-use\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"TERMS OF USE - Tokeny\" \/>\n<meta property=\"og:url\" content=\"https:\/\/tokeny.com\/terms-of-use\/\" \/>\n<meta property=\"og:site_name\" content=\"Tokeny\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/TokenySolutions\/\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-06T13:58:27+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@TokenySolutions\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"61 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/tokeny.com\/#organization\",\"name\":\"Tokeny Solutions\",\"url\":\"https:\/\/tokeny.com\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/TokenySolutions\/\",\"https:\/\/www.linkedin.com\/company\/tokeny\/\",\"https:\/\/www.youtube.com\/channel\/UCquQ088loxpD2UfK-7pZ_Ag\",\"https:\/\/twitter.com\/TokenySolutions\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/tokeny.com\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/tokeny.com\/wp-content\/uploads\/2019\/06\/Tokeny-Solutions-Logo-V2-e1577982361222.png\",\"width\":252,\"height\":44,\"caption\":\"Tokeny Solutions\"},\"image\":{\"@id\":\"https:\/\/tokeny.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/tokeny.com\/#website\",\"url\":\"https:\/\/tokeny.com\/\",\"name\":\"Tokeny Solutions\",\"description\":\"The Compliance Infrastructure For Digital Assets\",\"publisher\":{\"@id\":\"https:\/\/tokeny.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/tokeny.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/tokeny.com\/terms-of-use\/#webpage\",\"url\":\"https:\/\/tokeny.com\/terms-of-use\/\",\"name\":\"TERMS OF USE - Tokeny\",\"isPartOf\":{\"@id\":\"https:\/\/tokeny.com\/#website\"},\"datePublished\":\"2018-05-24T07:45:53+00:00\",\"dateModified\":\"2021-10-06T13:58:27+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/tokeny.com\/terms-of-use\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/tokeny.com\/terms-of-use\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/tokeny.com\/terms-of-use\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/tokeny.com\/\",\"url\":\"https:\/\/tokeny.com\/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/tokeny.com\/terms-of-use\/\",\"url\":\"https:\/\/tokeny.com\/terms-of-use\/\",\"name\":\"TERMS OF USE\"}}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/pages\/24374"}],"collection":[{"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/comments?post=24374"}],"version-history":[{"count":11,"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/pages\/24374\/revisions"}],"predecessor-version":[{"id":34485,"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/pages\/24374\/revisions\/34485"}],"wp:attachment":[{"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/media?parent=24374"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}