{"id":24377,"date":"2018-05-24T10:07:24","date_gmt":"2018-05-24T08:07:24","guid":{"rendered":"https:\/\/tokeny.com\/?page_id=24377"},"modified":"2020-11-23T12:57:36","modified_gmt":"2020-11-23T11:57:36","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/tokeny.com\/privacy-policy\/","title":{"rendered":"PRIVACY POLICY"},"content":{"rendered":"<section class=\"l-section wpb_row height_small\"><div class=\"l-section-h i-cf\"><div class=\"g-cols vc_row type_default valign_top\"><div class=\"vc_col-sm-1 wpb_column vc_column_container\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><\/div><\/div><\/div><div class=\"vc_col-sm-10 wpb_column vc_column_container\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><div class=\"w-tabs layout_default icon_chevron iconpos_right \"><div class=\"w-tabs-list hidden items_2\"><div class=\"w-tabs-list-h\"><div class=\"w-tabs-item active\"><a href=\"#1586362081340-55395e19-5d53\" class=\"w-tabs-item-h\"><span class=\"w-tabs-item-title\">Business Solutions<\/span><\/a><\/div><div class=\"w-tabs-item\"><a href=\"#1586362081374-43ca4af0-b325\" class=\"w-tabs-item-h\"><span class=\"w-tabs-item-title\">BlockID速<\/span><\/a><\/div><\/div><\/div><div class=\"w-tabs-sections\"><div class=\"w-tabs-sections-h\"><div class=\"w-tabs-section active\" id=\"1586362081340-55395e19-5d53\"><a href=\"#1586362081340-55395e19-5d53\" class=\"w-tabs-section-header\"><div class=\"w-tabs-section-header-h\"><div class=\"w-tabs-section-title\">Business Solutions<\/div><div class=\"w-tabs-section-control\"><\/div><\/div><\/a><div class=\"w-tabs-section-content\"><div class=\"w-tabs-section-content-h i-cf\">\r\n\t<div class=\"wpb_text_column  vc_custom_1606129191446\">\r\n\t\t<div class=\"wpb_wrapper\">\r\n\t\t\t<h6><strong><span style=\"color: #d1d1d1;\">Updated on 23 November 2020<\/span><\/strong><\/h6>\n<h1 class=\"p1\" style=\"font-weight: 400;\"><strong>Business Solutions<\/strong><\/h1>\n<p class=\"p1\">This privacy policy covers Tokeny S.à.r.l. (commercial name “Tokeny Solutions”) referred to as “Tokeny”, “affiliated companies,” “we,” “us,” and “our” throughout this policy (“Privacy Policy”). Tokeny is registered in Luxembourg under number B218805 and located at 9 Rue du Laboratoire, L-1911 Luxembourg.<\/p>\n<p class=\"p1\">This Privacy Policy explains how we use personal data and other types of information we collect from you (“Personal Information”) when you participate in a Tokeny platform Digital Asset Offering, (meaning the issue of tokens representing underlying securities or any other type of financial or non-financial assets) or visit and\/or use tokeny.com (the “Site”) services. A Digital Assets Offering is further referred to as “Offering”. This policy does not apply to the practices of companies not owned or controlled by Tokeny or to people whom Tokeny does not employ or manage.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Security and privacy are our priorities.<\/b><\/h2>\n<p class=\"p1\">We are committed to protecting our customers’ Personal Information and being compliant with all data protection laws including the Regulation EU 2016\/679 of the European Parliament and of the Council<\/p>\n<p>of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95\/46\/EC (“GDPR”). In the course of providing services, we need to collect and maintain certain Personal Information. This Privacy Policy answers some questions about what Personal Information we collect and why, what we do with it, and how we protect it. Should you ever have a question about our security, privacy and Personal Information collection please feel free to contact us at <a href=\"mailto:privacy@tokeny.com\"><span class=\"s1\">privacy@tokeny.com<\/span><\/a>.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>What types of personal information do we collect?<\/b><\/h2>\n<p class=\"p1\">When you are entering in relationship with us, you should be aware that we collect the following types of information:<\/p>\n<p class=\"p1\">Personal Information, including personal data, you provide online and on applications or other forms, or through discussions we have with you or your representatives, such as your name, address, date of birth, country of residence, contact information and any information that is provided through your communications with Tokeny. Some of the Personal Information we collect is considered to be sensitive personal data as defined in article 9 of GDPR, by accepting the terms of service (<a href=\"https:\/\/tokeny.com\/terms-of-use\/\"><span class=\"s2\">available here<\/span><\/a>) and using Tokeny services you explicitly consent to the collection of this data. If you do not consent to this collection please contact our data officers at <a href=\"mailto:privacy@tokeny.com\">privacy@tokeny.com<\/a> and they will comply with any of your requests to delete, edit, or audit your data.<\/p>\n<p class=\"p1\">We also collect aggregate and anonymise data that does not identify you specifically, including data collected automatically when you enter our Site. This may include cookies, pixel tags, web beacons, browser analysis tools and web server logs. This also includes information from the devices you use to access our Site or mobile platform, your operating system type or mobile device model, browser type, domain, and other system settings, as well as the language your system uses and the country and time zone of your device, among other information. If you would like more information regarding this data please feel free to contact us at privacy@tokeny.com and we would be more than happy to assist with your questions and requests.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Why do we collect personal information?<\/b><\/h2>\n<p class=\"p1\">We use and disclose Personal Information only for the purposes that we disclose to you. We will request your consent before we use or disclose your Personal Information for any materially different purpose. We specifically disclose your data to the Offering organizers and their agents who use the Tokeny portal in order for you to have the opportunity to participate in the Offerings or for administering the corresponding Digital Asset after its initial issuance. In addition, unless specifically described below, consent may be obtained in any legally sufficient method.<\/p>\n<p class=\"p1\">We collect, use and disclose Personal Information to meet the needs of our customers and users to better our business purposes for their benefit, including:<\/p>\n<p class=\"p1\">&#8211; to provide the products and services you request;<\/p>\n<p class=\"p1\">&#8211; the day-to-day operation and maintenance of accounts and services;<\/p>\n<p class=\"p1\">&#8211; collection of amounts outstanding from you;<\/p>\n<p class=\"p1\">&#8211; to tell you about services or other related products and services offered by us;<\/p>\n<p class=\"p1\">&#8211; to manage our Site and services;<\/p>\n<p class=\"p1\">&#8211; to understand our customers and users needs;<\/p>\n<p class=\"p1\">&#8211; to learn about our markets and design and improve our services and related products;<\/p>\n<p class=\"p1\">&#8211; to administer and process any request for information or job application;<\/p>\n<p class=\"p1\">&#8211; to comply with our regulatory and legal obligations, including but not limited to warrants, subpoenas and court orders or to meet government tax reporting requirements;<\/p>\n<p class=\"p1\">&#8211; to contact you (including by way of e-mail), including:<\/p>\n<p class=\"p1\">&#8211; in response to your inquiries and comments, and to safeguard your interests;<\/p>\n<p class=\"p1\">&#8211; to provide you with information about our products and services, or those of others, that you may be interested in;<\/p>\n<p class=\"p1\">&#8211; to investigate suspicious activities; and<\/p>\n<p class=\"p1\">&#8211; to protect our rights and property.<\/p>\n<p class=\"p1\">We may cooperate with governments and law enforcement officials or private parties to enforce and comply with applicable laws and regulations. We may disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate: to respond to claims, legal process, subpoenas; to protect our intellectual property, rights and safety and the property, rights and safety of a third party or the public in general; and to stop any activity we consider illegal, unethical or legally actionable activity.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Where do we store personal information?<\/b><\/h2>\n<p class=\"p1\">It is important to note that some or all of your Personal Information provided to third party service providers may be held in third countries which are considered as not providing the same level of data protection as the EU country in which you provided your Personal Information. You acknowledge and understand that your Personal Information will be subject to the applicable laws of each such jurisdiction, which may not provide for the same level of data protection as your country of residence. If you have questions about our policies and practices with respect to service providers outside your jurisdiction, including the collection, use, disclosure or storage of such Personal Information by our service providers worldwide, you may contact us at <a href=\"mailto:privacy@tokeny.com\"><span class=\"s2\">privacy@tokeny.com<\/span><\/a>.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>What third parties do we work with?<\/b><\/h2>\n<p class=\"p1\">In order to participate in an Offering, you will have to provide Personal Information to pass Know Your Customer (KYC) and Anti-Money Laundering (AML) verifications as required by law. Tokeny provides this data to third-party companies designated by the Digital Asset Issuer as their agent(s) to verify all KYC\/AML information and\/or more broadly to administer the Digital Asset during its existence. When you participate in a company’s Offering your Personal Information including personal data is shared with the offering company or its designated agent. Be aware that when you participate in an Offering, the Offering company may use a different KYC\/AML service than the service Tokeny uses. Tokeny also provides your anonymized data to the company Analytics Solutions in order to do analytics to better operate our company for our users.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Financial data<\/b><\/h2>\n<p class=\"p1\">When you subscribe to purchase tokens from an Offering that uses our platform, you will be asked to provide financial data and information to verify your status and successfully make financial transactions. Depending on how you wish to purchase tokens you may be required to provide financial data, such as your bank routing number and bank account number, to enable the offering company to utilize your bank account to originate funds transfers and make subsequent investment transfers to you if necessary.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Tracing tools and use of cookies<\/b><\/h2>\n<p class=\"p1\">We may collect certain information through cookies or other automated means. A cookie is a small text file that will be stored in your device via your browser primarily to enhance the convenience of using the Site or to enable certain functions. A cookie allows its sender to identify the device on which it is stored during the period of validity of consent which does not exceed 13 months.<\/p>\n<p class=\"p1\">Some cookies are essential in order to enable you to use our Site, others are functional cookies or may be performance cookies or advertising cookies.<\/p>\n<p class=\"p1\">The default cookies we are using are essential in order to enable you to use our Site and use its features. Without these cookies, we would not be able to provide you with the services you have asked for.<\/p>\n<p class=\"p1\">The functional cookies enable us to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added.<span class=\"Apple-converted-space\">  <\/span>If you do not allow these cookies then some of all of our services may not function properly.<\/p>\n<p class=\"p1\">The performance cookies collect information about how you use our Site, which page do you go more often or if you get error messages from our Site. Tokeny may share the data collected via these cookies with third party providers.<\/p>\n<p class=\"p1\">The advertising or targeting cookies are used to deliver adverts more relevant to you and your interests. They remember that you have visited our Site and this information is shared with other organizations such as advertisers.<\/p>\n<p class=\"p1\">Except for functional or default cookies, the use of a cookie on a device depends on your choice, which can be made and modified freely and at any time. You can manage cookies by setting your browser to accept or reject cookies on your device, either globally or cookie by cookie.<\/p>\n<p class=\"p1\">Depending on your settings, please note that it may affect the capacity of your internet browser and\/or alter your ability to access certain services that require the use of cookies. We cannot be held liable for the minimized access to our services as a result of cookies you previously deleted or rejected.<\/p>\n<p class=\"p1\">To manage cookie settings in your browser, please go to the “Help” menu of your browser, where you will be provided with all the necessary information about how to set your preferences:<\/p>\n<p class=\"p1\">For Microsoft Internet Explorer 8.0 and more:<\/p>\n<ol>\n<li class=\"p1\">Go to &#8220;Tools&#8221; menu, then &#8220;Internet Options&#8221;<\/li>\n<li class=\"p1\">Click on &#8220;Confidentiality&#8221;<\/li>\n<\/ol>\n<p class=\"p1\">Select your preferred level of confidentiality<\/p>\n<p class=\"p1\">For Mozilla Firefox:<\/p>\n<ol>\n<li class=\"p1\">Go to &#8220;Tools&#8221; then &#8220;Options&#8221; menu<\/li>\n<li class=\"p1\">Click on the &#8220;Privacy&#8221; settings<\/li>\n<\/ol>\n<p class=\"p1\">Select your preferred option on the &#8220;Cookie&#8221; menu<\/p>\n<p class=\"p1\">For Opera:<\/p>\n<ol>\n<li class=\"p1\">Go to &#8220;Files&#8221; &gt; &#8220;Preferences&#8221;<\/li>\n<li class=\"p1\">Click on &#8220;Privacy&#8221;<\/li>\n<\/ol>\n<p class=\"p1\">Select your preferred options<\/p>\n<p class=\"p1\">For Android browser:<\/p>\n<ol>\n<li class=\"p1\">Click on the upper right button<\/li>\n<li class=\"p1\">Go to &#8220;Settings&#8221; then &#8220;Privacy &amp; security menu&#8221;<\/li>\n<\/ol>\n<p class=\"p1\">Select your preferred option<\/p>\n<p class=\"p1\">For Dolphin Browser on Android:<\/p>\n<ol>\n<li class=\"p1\">In the Menu, go to &#8220;More&#8221; then &#8220;Settings&#8221;<\/li>\n<li class=\"p1\">Select the &#8220;Privacy &amp; security settings&#8221; menu<\/li>\n<\/ol>\n<p class=\"p1\">Select you preferred option in the &#8220;cookies&#8221; menu<\/p>\n<p class=\"p1\">For Safari on iOS:<\/p>\n<ol>\n<li class=\"p1\">In the &#8220;Settings&#8221; app, go to &#8220;Safari&#8221; menu<\/li>\n<li class=\"p1\">Go to &#8220;Accept cookies&#8221; entry under &#8220;Privacy&#8221;<\/li>\n<\/ol>\n<p class=\"p1\">Select your preferred option<\/p>\n<p class=\"p1\">For Google Chrome:<\/p>\n<ol>\n<li class=\"p1\">Click the Chrome menu on the browser toolbar<\/li>\n<li class=\"p1\">Select “settings” then click “show advanced settings”<\/li>\n<li class=\"p1\">In the &#8220;Privacy&#8221; section, click the “Content settings” button.<\/li>\n<\/ol>\n<p class=\"p1\">In the &#8220;Cookies&#8221; section, you can change cookies settings<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>How do we protect the confidentiality and security of personal information?<\/b><\/h2>\n<p class=\"p1\">We will provide an adequate level of protection for the Personal Information and make sure that appropriate technical and organizational security measures are in place to protect the Personal Information against accidental or unlawful destruction, accidental loss or alteration, unauthorized disclosure or access, ad against all other unlawful forms of processing. We have a data protection audit and recovery system in place. We track and maintain strict records for all of our data processing activities. We place your account information on the secure portion of our Site, using firewalls and other security technology to protect our network and systems from external attacks, and we require you to enter a unique and confirmed email and password to access your account information online. Our servers are enabled with Secure Sockets Layer (SSL) technology to prevent unauthorized parties from viewing the Personal Information that you provide or access during a secure session (look for the padlock icon on your browser). In addition, if you access information online, we use digital certificate services to authenticate that you are transacting with our Site and not the Site of an impostor.<\/p>\n<p class=\"p1\">However, to the extent that the internet is not completely secure, we cannot guarantee that any of your Personal Information stored or sent to us will be completely safe. We encourage you to use caution when using internet to access our Site.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Your rights<\/b><\/h2>\n<p class=\"p1\">When you provide personal data to our Site you retain the right to access to the personal data, we maintain about you. If you request such access, we will provide you with all the information as required by law on the purposes of the processing categories of data processed, categories of recipients, data retention term, etc…<\/p>\n<p class=\"p1\">You may also obtain a copy of any personal data that we hold on you in our records in a format compatible and structure to allow you to exercise your right to data portability when the processing is based on your consent or on the performance of an agreement between you and us.<\/p>\n<p class=\"p1\">You may also request that we correct, amend, erase, any personal data which is incomplete, out of date or inaccurate.<\/p>\n<p class=\"p1\">You can request deletion of your personal data if (i) your personal data is no longer necessary for the purpose of the data processing, (ii) you have withdrawn your consent on the data processing based exclusively on such consent, (iii) you objected to the data processing, (iv) the personal data is unlawful, (v) the personal data must be erased to comply with a legal obligation applicable to Tokeny.<\/p>\n<p class=\"p1\">You can request the restriction of the processing, (i) in the event the accuracy of your personal data is contested to allow Tokeny to check such accuracy, (ii) if you wish to restrict your personal data rather than deleting it despite the fact that the processing is unlawful, (iii) if you wish Tokeny to keep your personal data because you need it for your defence in the context of legal claims, (iv) if you have objected to the processing but Tokeny conducts verification to check whether it has legitimate grounds for such processing which may override your own rights.<\/p>\n<p class=\"p1\">You have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects on you or significantly affects you, except if you explicitly consent to it or if it is necessary to enter into or perform a contract between you and us.<\/p>\n<p class=\"p1\">You also have the right to lodge a complaint with the competent supervisory authority. In Luxembourg the competent authority is the National Commission for Data Protection (CNPD).<\/p>\n<p class=\"p1\">When your personal data processing is based on your consent, you may withdraw it at any moment, without affecting the lawfulness of processing based on your consent before withdrawal.<\/p>\n<p class=\"p1\">When your personal data is processed to pursue our legitimate interests, you may object to such processing, if our legitimate interest may be overridden by your interests and freedom.<\/p>\n<p class=\"p1\">To exercise your rights, you should contact us at <a href=\"mailto:privacy@tokeny.com\"><span class=\"s2\">privacy@tokeny.com<\/span><\/a>. We will respond to your requests without undue delay and at the latest within 1 month.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Retention period <\/b><\/h2>\n<p class=\"p1\">We will not retain data longer than is reasonably considered necessary to fulfil the purposes for which it was collected, processed or as required by applicable laws or regulations. When a user makes a request to have their account deleted and all data deleted, all personal Data collected through the platform will be deleted, as permitted by applicable law.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Controlling your data<\/b><\/h2>\n<p class=\"p1\">We want to make it clear to our Users that you have control of your data. If you wish to have your personal data edited, deleted, or audited please contact us anytime at privacy@tokeny.com and our data collection officers will be able to accommodate your requests as permitted by applicable law.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>No users under 18 years of age<\/b><\/h2>\n<p class=\"p1\">Our Site is not targeted to persons under the age of 18 and we do not knowingly collect Personal Information from persons under the age of 18. Any user that attempts to submit information revealing their age to be under 18 will be blocked and their information deleted.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Updates to this policy<\/b><\/h2>\n<p class=\"p1\">Tokeny may amend this Privacy Policy from time to time to reflect changes in our processing of your Personal Information. The revisions will take effect on the date of publication of the amended policy, as stated. We will notify you through our Site or by email of any material changes to the Privacy Policy. If you do not wish to comply with the updates to this policy then please do not use our Site and services.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Contact us<\/b><\/h2>\n<p class=\"p1\">Should you have any questions regarding this Privacy Policy or the protection of your Personal Information please contact us by email at <a href=\"mailto:privacy@tokeny.com\"><span class=\"s2\">privacy@tokeny.com<\/span><\/a>.<\/p>\n\r\n\t\t<\/div>\r\n\t<\/div>\r\n<\/div><\/div><\/div><div class=\"w-tabs-section\" id=\"1586362081374-43ca4af0-b325\"><a href=\"#1586362081374-43ca4af0-b325\" class=\"w-tabs-section-header\"><div class=\"w-tabs-section-header-h\"><div class=\"w-tabs-section-title\">BlockID速<\/div><div class=\"w-tabs-section-control\"><\/div><\/div><\/a><div class=\"w-tabs-section-content\"><div class=\"w-tabs-section-content-h i-cf\">\r\n\t<div class=\"wpb_text_column  vc_custom_1606132598800\">\r\n\t\t<div class=\"wpb_wrapper\">\r\n\t\t\t<h6><strong><span style=\"color: #d1d1d1;\">Updated on 23 November 2020<\/span><\/strong><\/h6>\n<h1><strong>BlockID速<\/strong><\/h1>\n<p class=\"p1\">This privacy policy covers Tokeny S.à.r.l. (commercial name “Tokeny Solutions”) referred to as “Tokeny”, “affiliated companies,” “we,” “us,” and “our” throughout this policy (“Privacy Policy”). Tokeny is registered in Luxembourg under number B218805 and located at 9 Rue du Laboratoire, L-1911 Luxembourg.<\/p>\n<p class=\"p1\">This Privacy Policy explains how we use personal data and other types of information we collect from you (“Personal Information”) when you participate in the BlockID速Service consisting in providing you with a digital identity 1) either in relation to your participation and\/or involvement in a Digital Assets Offering (meaning the issue of tokens representing underlying securities or any other type of financial or non-financial assets. A Digital Assets Offering is further referred to as “Offering”) or Digital Asset administration, or 2) independently of any such participation or involvement. This policy does not apply to the practices of companies not owned or controlled by Tokeny or to people whom Tokeny does not employ or manage.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Security and privacy are our priorities.<\/b><\/h2>\n<p class=\"p1\">We are committed to protecting our customers’ Personal Information and being compliant with all data protection laws including the Regulation EU 2016\/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95\/46\/EC (“GDPR”). In the course of providing services, we need to collect and maintain certain Personal Information. This Privacy Policy answers some questions about what Personal Information we collect and why, what we do with it, and how we protect it. Should you ever have a question about our security, privacy and Personal Information collection please feel free to contact us at privacy@tokeny.com<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>What types of personal information do we collect?<\/b><\/h2>\n<p class=\"p1\">When you are entering in relationship with us, you should be aware that we collect the following types of information:<\/p>\n<p class=\"p1\">Personal Information, including personal data, you provide online and on applications or other forms, or through discussions we have with you or your representatives, such as your name, address, date of birth, country of residence, contact information and any information that is provided through your communications with Tokeny. Some of the Personal Information we collect is considered to be sensitive personal data as defined in article 9 of GDPR, by accepting the terms of service (<a href=\"https:\/\/tokeny.com\/terms-of-use\/\"><span class=\"s1\">available here<\/span><\/a>) and using Tokeny services you explicitly consent to the collection of this data. If you do not consent to this collection please contact our data officers at privacy@tokeny.com and they will comply with any of your requests to delete, edit, or audit your data.<\/p>\n<p class=\"p1\">We also collect aggregate and anonymise data that does not identify you specifically, including data collected automatically when you enter our Site. This may include cookies, pixel tags, web beacons, browser analysis tools and web server logs. This also includes information from the devices you use to access our Site or mobile platform, your operating system type or mobile device model, browser type, domain, and other system settings, as well as the language your system uses and the country and time zone of your device, among other information. If you would like more information regarding this data please feel free to contact us at privacy@tokeny.com and we would be more than happy to assist with your questions and requests.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Why do we collect personal information?<\/b><\/h2>\n<p class=\"p1\">We use and disclose Personal Information only for the purposes that we disclose to you. We will request your consent before we use or disclose your Personal Information for any materially different purpose. We specifically disclose your data to the Offering organizers and their agents who use the Tokeny portal in order for you to have the opportunity to participate in the Offerings or for administering the corresponding Digital Asset after its initial issuance. In addition, unless specifically described below, consent may be obtained in any legally sufficient method.<\/p>\n<p class=\"p1\">We collect, use and disclose Personal Information to meet the needs of our customers and users to better our business purposes for their benefit, including:<\/p>\n<p class=\"p1\">-to provide the products and services you request;<\/p>\n<p class=\"p1\">-the day-to-day operation and maintenance of accounts and services;<\/p>\n<p class=\"p1\">-collection of amounts outstanding from you;<\/p>\n<p class=\"p1\">-to tell you about services or other related products and services offered by us;<\/p>\n<p class=\"p1\">-to manage our Site and services;<\/p>\n<p class=\"p1\">-to understand our customers and users needs;<\/p>\n<p class=\"p1\">-to learn about our markets and design and improve our services and related products;<\/p>\n<p class=\"p1\">-to administer and process any request for information or job application;<\/p>\n<p class=\"p1\">-to comply with our regulatory and legal obligations, including but not limited to warrants, subpoenas and court orders or to meet government tax reporting requirements;<\/p>\n<p class=\"p1\">-to contact you (including by way of e-mail), including:<\/p>\n<p class=\"p1\">-in response to your inquiries and comments, and to safeguard your interests;<\/p>\n<p class=\"p1\">-to provide you with information about our products and services, or those of others, that you may be interested in;<\/p>\n<p class=\"p1\">-to investigate suspicious activities; and<\/p>\n<p class=\"p1\">-to protect our rights and property.<\/p>\n<p class=\"p1\">We may cooperate with government and law enforcement officials or private parties to enforce and comply with applicable laws and regulations. We may disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate: to respond to claims, legal process, subpoenas; to protect our intellectual property, rights and safety and the property, rights and safety of a third party or the public in general; and to stop any activity we consider illegal, unethical or legally actionable activity.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Where do we store personal information?<\/b><\/h2>\n<p class=\"p1\">It is important to note that some or all of your Personal Information provided to third party service providers may be held in third countries which are considered as not providing the same level of data protection as the EU country in which you provided your Personal Information. You acknowledge and understand that your Personal Information will be subject to the applicable laws of each such jurisdiction, which may not provide for the same level of data protection as your country of residence. If you have questions about our policies and practices with respect to service providers outside your jurisdiction, including the collection, use, disclosure or storage of such Personal Information by our service providers worldwide, you may contact us at <a href=\"mailto:privacy@tokeny.com\"><span class=\"s1\">privacy@tokeny.com<\/span><\/a>.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>What third parties do we work with?<\/b><\/h2>\n<p class=\"p1\">In order to participate in an Offering, you will have to provide Personal Information to pass Know Your Customer (KYC) and Anti-Money Laundering (AML) verifications as required by law. Tokeny provides this data to third-party companies designated by the Digital Asset Issuer as their agent(s) to verify all KYC\/AML information and\/or more broadly to administer the Digital Asset during its existence. When you participate in a company’s Offering your Personal Information including personal data is shared with the offering company. Be aware that when you participate in an Offering, the Offering company or its designated agent may use a different KYC\/AML service than the service Tokeny uses. Tokeny also provides your anonymized data to the company Analytics Solutions in order to do analytics to better operate our company for our users.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Financial data<\/b><\/h2>\n<p class=\"p1\">When you subscribe to purchase tokens from an Offering that uses our platform, you will be asked to provide financial data and information to verify your status and successfully make financial transactions. Depending on how you wish to purchase tokens you may be required to provide financial data, such as your bank routing number and bank account number, to enable the offering company to utilize your bank account to originate funds transfers and make subsequent investment transfers to you if necessary.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Tracing tools and use of cookies<\/b><\/h2>\n<p class=\"p1\">We may collect certain information through cookies or other automated means. A cookie is a small text file that will be stored in your device via your browser primarily to enhance the convenience of using the Site or to enable certain functions. A cookie allows its sender to identify the device on which it is stored during the period of validity of consent which does not exceed 13 months.<\/p>\n<p class=\"p1\">Some cookies are essential in order to enable you to use our Site, others are functional cookies or may be performance cookies or advertising cookies.<\/p>\n<p class=\"p1\">The default cookies we are using are essential in order to enable you to use our Site and use its features. Without these cookies, we would not be able to provide you with the services you have asked for.<\/p>\n<p class=\"p1\">The functional cookies enable us to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added.<span class=\"Apple-converted-space\">  <\/span>If you do not allow these cookies then some of all of our services may not function properly.<\/p>\n<p class=\"p1\">The performance cookies collect information about how you use our Site, which page do you go more often or if you get error messages from our web pages. Tokeny may share the data collected via these cookies with third party providers.<\/p>\n<p class=\"p1\">The advertising or targeting cookies are used to deliver adverts more relevant to you and your interests. They remember that you have visited our Site and this information is shared with other organizations such as advertisers.<\/p>\n<p class=\"p1\">Except for functional or default cookies, the use of a cookie on a device depends on your choice, which can be made and modified freely and at any time. You can manage cookies by setting your browser to accept or reject cookies on your device, either globally or cookie by cookie.<\/p>\n<p class=\"p1\">Depending on your settings, please note that it may affect the capacity of your internet browser and\/or alter your ability to access certain services that require the use of cookies. We cannot be held liable for the minimized access to our services as a result of cookies you previously deleted or rejected.<\/p>\n<p class=\"p1\">To manage cookie settings in your browser, please go to the “Help” menu of your browser, where you will be provided with all the necessary information about how to set your preferences:<\/p>\n<p class=\"p1\">For Microsoft Internet Explorer 8.0 and more:<\/p>\n<p class=\"p1\">1. <span class=\"Apple-converted-space\">    <\/span>Go to &#8220;Tools&#8221; menu, then &#8220;Internet Options&#8221;<\/p>\n<p class=\"p1\">2. <span class=\"Apple-converted-space\">    <\/span>Click on &#8220;Confidentiality&#8221;<\/p>\n<p class=\"p1\">Select your preferred level of confidentiality<\/p>\n<p class=\"p1\">For Mozilla Firefox:<\/p>\n<p class=\"p1\">1. <span class=\"Apple-converted-space\">    <\/span>Go to &#8220;Tools&#8221; then &#8220;Options&#8221; menu<\/p>\n<p class=\"p1\">2. <span class=\"Apple-converted-space\">    <\/span>Click on the &#8220;Privacy&#8221; settings<\/p>\n<p class=\"p1\">Select your preferred option on the &#8220;Cookie&#8221; menu<\/p>\n<p class=\"p1\">For Opera:<\/p>\n<p class=\"p1\">1. <span class=\"Apple-converted-space\">    <\/span>Go to &#8220;Files&#8221; &gt; &#8220;Preferences&#8221;<\/p>\n<p class=\"p1\">2. <span class=\"Apple-converted-space\">    <\/span>Click on &#8220;Privacy&#8221;<\/p>\n<p class=\"p1\">Select your preferred options<\/p>\n<p class=\"p1\">For Android browser:<\/p>\n<p class=\"p1\">1. <span class=\"Apple-converted-space\">    <\/span>Click on the upper right button<\/p>\n<p class=\"p1\">2. <span class=\"Apple-converted-space\">    <\/span>Go to &#8220;Settings&#8221; then &#8220;Privacy &amp; security menu&#8221;<\/p>\n<p class=\"p1\">Select your preferred option<\/p>\n<p class=\"p1\">For Dolphin Browser on Android:<\/p>\n<p class=\"p1\">1. <span class=\"Apple-converted-space\">    <\/span>In the Menu, go to &#8220;More&#8221; then &#8220;Settings&#8221;<\/p>\n<p class=\"p1\">2. <span class=\"Apple-converted-space\">    <\/span>Select the &#8220;Privacy &amp; security settings&#8221; menu<\/p>\n<p class=\"p1\">Select you preferred option in the &#8220;cookies&#8221; menu<\/p>\n<p class=\"p1\">For Safari on iOS:<\/p>\n<p class=\"p1\">1. <span class=\"Apple-converted-space\">    <\/span>In the &#8220;Settings&#8221; app, go to &#8220;Safari&#8221; menu<\/p>\n<p class=\"p1\">2. <span class=\"Apple-converted-space\">    <\/span>Go to &#8220;Accept cookies&#8221; entry under &#8220;Privacy&#8221;<\/p>\n<p class=\"p1\">Select your preferred option<\/p>\n<p class=\"p1\">For Google Chrome:<\/p>\n<p class=\"p1\">1. <span class=\"Apple-converted-space\">    <\/span>Click the Chrome menu on the browser toolbar<\/p>\n<p class=\"p1\">2. <span class=\"Apple-converted-space\">    <\/span>Select “settings” then click “show advanced settings”<\/p>\n<p class=\"p1\">3. <span class=\"Apple-converted-space\">    <\/span>In the &#8220;Privacy&#8221; section, click the “Content settings” button.<\/p>\n<p class=\"p1\">In the &#8220;Cookies&#8221; section, you can change cookies settings<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>How do we protect the confidentiality and security of personal information?<\/b><\/h2>\n<p class=\"p1\">We will provide an adequate level of protection for the Personal Information and make sure that appropriate technical and organizational security measures are in place to protect the Personal Information against accidental or unlawful destruction, accidental loss or alteration, unauthorized disclosure or access, ad against all other unlawful forms of processing. We have a data protection audit and recovery system in place. We track and maintain strict records for all of our data processing activities. We place your account information on the secure portion of our Site, using firewalls and other security technology to protect our network and systems from external attacks, and we require you to enter a unique and confirmed email and password to access your account information online. Our servers are enabled with Secure Sockets Layer (SSL) technology to prevent unauthorized parties from viewing the Personal Information that you provide or access during a secure session (look for the padlock icon on your browser). In addition, if you access information online, we use digital certificate services to authenticate that you are transacting with our Site and not the Site of an impostor.<\/p>\n<p class=\"p1\">However, to the extent that the internet is not completely secure, we cannot guarantee that any of your Personal Information stored or sent to us will be completely safe. We encourage you to use caution when using internet to access our Site.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Your rights<\/b><\/h2>\n<p class=\"p1\">When you provide personal data to our Site you retain the right to access to the personal data, we maintain about you. If you request such access, we will provide you with all the information as required by law on the purposes of the processing categories of data processed, categories of recipients, data retention term, etc…<\/p>\n<p class=\"p1\">You may also obtain a copy of any personal data that we hold on you in our records in a format compatible and structure to allow you to exercise your right to data portability when the processing is based on your consent or on the performance of an agreement between you and us.<\/p>\n<p class=\"p1\">You may also request that we correct, amend, erase, any personal data which is incomplete, out of date or inaccurate.<\/p>\n<p class=\"p1\">You can request deletion of your personal data if (i) your personal data is no longer necessary for the purpose of the data processing, (ii) you have withdrawn your consent on the data processing based exclusively on such consent, (iii) you objected to the data processing, (iv) the personal data is unlawful, (v) the personal data must be erased to comply with a legal obligation applicable to Tokeny.<\/p>\n<p class=\"p1\">You can request the restriction of the processing, (i) in the event the accuracy of your personal data is contested to allow Tokeny to check such accuracy, (ii) if you wish to restrict your personal data rather than deleting it despite the fact that the processing is unlawful, (iii) if you wish Tokeny to keep your personal data because you need it for your defence in the context of legal claims, (iv) if you have objected to the processing but Tokeny conducts verification to check whether it has legitimate grounds for such processing which may override your own rights.<\/p>\n<p class=\"p1\">You have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects on you or significantly affects you, except if you explicitly consent to it or if it is necessary to enter into or perform a contract between you and us.<\/p>\n<p class=\"p1\">You also have the right to lodge a complaint with the competent supervisory authority. In Luxembourg the competent authority is the National Commission for Data Protection (CNPD).<\/p>\n<p class=\"p1\">When your personal data processing is based on your consent, you may withdraw it at any moment, without affecting the lawfulness of processing based on your consent before withdrawal.<\/p>\n<p class=\"p1\">When your personal data is processed to pursue our legitimate interests, you may object to such processing, if our legitimate interest may be overridden by your interests and freedom.<\/p>\n<p class=\"p1\">To exercise your rights, you should contact us at <a href=\"mailto:privacy@tokeny.com\"><span class=\"s1\">privacy@tokeny.com<\/span><\/a>. We will respond to your requests without undue delay and at the latest within 1 month.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Retention period <\/b><\/h2>\n<p class=\"p1\">We will not retain data longer than is reasonably considered necessary to fulfil the purposes for which it was collected, processed or as required by applicable laws or regulations. When a user makes a request to have their account deleted and all data deleted, all personal Data collected through the platform will be deleted, as permitted by applicable law.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Controlling your data<\/b><\/h2>\n<p class=\"p1\">We want to make it clear to our Users that you have control of your data. If you wish to have your personal data edited, deleted, or audited please contact us anytime at privacy@tokeny.com and our data collection officers will be able to accommodate your requests as permitted by applicable law.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>No users under 18 years of age<\/b><\/h2>\n<p class=\"p1\">Our Site is not targeted to persons under the age of 18 and we do not knowingly collect Personal Information from persons under the age of 18. Any user that attempts to submit information revealing their age to be under 18 will be blocked and their information deleted.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Updates to this policy<\/b><\/h2>\n<p class=\"p1\">Tokeny may amend this Privacy Policy from time to time to reflect changes in our processing of your Personal Information. The revisions will take effect on the date of publication of the amended policy, as stated. We will notify you through our Site or by email of any material changes to the Privacy Policy. If you do not wish to comply with the updates to this policy then please do not use our Site and services.<\/p>\n<h2 class=\"p2\" style=\"font-family: Lato;\"><b>Contact us<\/b><\/h2>\n<p class=\"p1\">Should you have any questions regarding this Privacy Policy or the protection of your Personal Information please contact us by email at <a href=\"mailto:privacy@tokeny.com\"><span class=\"s1\">privacy@tokeny.com<\/span><\/a><\/p>\n\r\n\t\t<\/div>\r\n\t<\/div>\r\n<\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><\/div><div class=\"vc_col-sm-1 wpb_column vc_column_container\"><div class=\"vc_column-inner\"><div class=\"wpb_wrapper\"><\/div><\/div><\/div><\/div><\/div><\/section>\n","protected":false},"excerpt":{"rendered":"Business SolutionsONCHAINIDBusiness Solutions Updated on 23 November 2020 Business Solutions This privacy policy covers Tokeny S.à.r.l. (commercial name “Tokeny Solutions”) referred to as “Tokeny”, “affiliated companies,” “we,” “us,” and “our” throughout this policy (“Privacy Policy”). Tokeny is registered in Luxembourg under number B218805 and located at 9 Rue du Laboratoire, L-1911 Luxembourg. This Privacy Policy...","protected":false},"author":6,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.9.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>PRIVACY POLICY - Tokeny<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/tokeny.com\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"PRIVACY POLICY - Tokeny\" \/>\n<meta property=\"og:url\" content=\"https:\/\/tokeny.com\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Tokeny\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/TokenySolutions\/\" \/>\n<meta property=\"article:modified_time\" content=\"2020-11-23T11:57:36+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@TokenySolutions\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"29 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/tokeny.com\/#organization\",\"name\":\"Tokeny Solutions\",\"url\":\"https:\/\/tokeny.com\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/TokenySolutions\/\",\"https:\/\/www.linkedin.com\/company\/tokeny\/\",\"https:\/\/www.youtube.com\/channel\/UCquQ088loxpD2UfK-7pZ_Ag\",\"https:\/\/twitter.com\/TokenySolutions\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/tokeny.com\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/tokeny.com\/wp-content\/uploads\/2019\/06\/Tokeny-Solutions-Logo-V2-e1577982361222.png\",\"width\":252,\"height\":44,\"caption\":\"Tokeny Solutions\"},\"image\":{\"@id\":\"https:\/\/tokeny.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/tokeny.com\/#website\",\"url\":\"https:\/\/tokeny.com\/\",\"name\":\"Tokeny Solutions\",\"description\":\"The Compliance Infrastructure For Digital Assets\",\"publisher\":{\"@id\":\"https:\/\/tokeny.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/tokeny.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/tokeny.com\/privacy-policy\/#webpage\",\"url\":\"https:\/\/tokeny.com\/privacy-policy\/\",\"name\":\"PRIVACY POLICY - Tokeny\",\"isPartOf\":{\"@id\":\"https:\/\/tokeny.com\/#website\"},\"datePublished\":\"2018-05-24T08:07:24+00:00\",\"dateModified\":\"2020-11-23T11:57:36+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/tokeny.com\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/tokeny.com\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/tokeny.com\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/tokeny.com\/\",\"url\":\"https:\/\/tokeny.com\/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/tokeny.com\/privacy-policy\/\",\"url\":\"https:\/\/tokeny.com\/privacy-policy\/\",\"name\":\"PRIVACY POLICY\"}}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/pages\/24377"}],"collection":[{"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/comments?post=24377"}],"version-history":[{"count":22,"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/pages\/24377\/revisions"}],"predecessor-version":[{"id":32539,"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/pages\/24377\/revisions\/32539"}],"wp:attachment":[{"href":"https:\/\/tokeny.com\/wp-json\/wp\/v2\/media?parent=24377"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}